<unk>	0
<s>	0
</s>	0
.	-3.31562
▁	-3.53821
,	-3.58798
▁tlen	-3.87232
a	-4.18655
▁amo	-4.32132
▁ce	-4.36681
h	-4.39332
pa	-4.46441
z	-4.50344
▁in	-4.52011
▁ipan	-4.55658
▁ihuan	-4.57454
▁cualli	-4.73279
n	-4.83237
c	-4.83543
▁huan	-4.85201
0	-4.89938
▁zan	-4.97805
▁ica	-5.04182
▁nochi	-5.18105
qui	-5.28181
o	-5.30716
▁hueli	-5.31591
▁queman	-5.36398
queh	-5.38622
▁no	-5.4309
ya	-5.50872
▁quen	-5.52674
▁nop	-5.55204
▁ni	-5.55533
▁qui	-5.5811
?	-5.58335
▁yehhua	-5.58623
i	-5.5981
▁¿	-5.62039
▁tla	-5.66129
▁tlan	-5.67261
▁mo	-5.68229
li	-5.68335
▁quena	-5.71659
1	-5.74052
▁tlahuel	-5.74221
▁inon	-5.74578
ceh	-5.76266
▁xihuitl	-5.78399
2	-5.78399
▁miyac	-5.78597
▁tlamantli	-5.8295
tzin	-5.8303
▁mah	-5.83361
▁ti	-5.85469
▁can	-5.85529
▁t	-5.86243
▁cequin	-5.90767
▁inin	-5.94247
zquia	-5.95481
▁nican	-5.98619
▁quipiya	-5.99231
▁n	-6.05874
▁ma	-6.06705
s	-6.08993
▁nech	-6.09117
▁In	-6.11499
▁tomin	-6.15446
zo	-6.16284
▁N	-6.17485
▁nicnequi	-6.17545
ah	-6.19601
meh	-6.19945
▁Ax	-6.20382
9	-6.22324
calco	-6.22326
e	-6.2344
▁ya	-6.24338
l	-6.24398
hqui	-6.24417
▁Tla	-6.25108
▁ax	-6.2567
▁i	-6.25735
ca	-6.26069
▁Texas	-6.29467
▁altepetl	-6.295
▁axcualli	-6.2951
▁tlacameh	-6.29545
▁te	-6.30647
yaya	-6.31304
an	-6.31673
▁o	-6.34079
▁quiihtoh	-6.34268
in	-6.35265
▁quin	-6.35479
▁achi	-6.36745
▁cahuitl	-6.37161
▁itla	-6.37361
▁catca	-6.3781
hqueh	-6.39455
mpa	-6.39833
on	-6.40251
eh	-6.42224
toc	-6.43064
▁nic	-6.45291
ic	-6.45405
▁Ya	-6.4568
▁ticchihuaz	-6.45902
▁yahqui	-6.4624
▁tonal	-6.48513
to	-6.48797
▁tic	-6.50226
liz	-6.50315
y	-6.51879
oc	-6.52571
queman	-6.56175
tli	-6.57708
tla	-6.57904
...	-6.58118
▁ne	-6.58476
▁cemi	-6.59374
▁ipa	-6.59699
que	-6.59784
▁quipia	-6.60575
▁ca	-6.63025
huan	-6.63556
▁monequi	-6.64045
ac	-6.64313
can	-6.6518
▁I	-6.6812
▁nicmati	-6.68169
▁Nicmachili	-6.68784
r	-6.69196
▁T	-6.69432
ilihqueh	-6.69657
yoc	-6.71028
liztli	-6.71165
▁ahm	-6.75197
▁A	-6.7545
ra	-6.75506
▁tlamahuiz	-6.7566
▁nechicolli	-6.75953
▁onca	-6.76947
▁ticmati	-6.77662
▁nicpia	-6.7818
cuac	-6.78409
▁ticpiya	-6.79293
tlen	-6.79718
tl	-6.8096
▁hue	-6.84134
iz	-6.86337
ti	-6.86508
de	-6.87326
▁O	-6.88029
▁U	-6.88195
▁mmm	-6.88195
▁nihin	-6.88209
▁B	-6.88427
▁tlalli	-6.88495
uhqui	-6.90773
▁tequiti	-6.90889
opa	-6.91209
er	-6.91232
▁quichihua	-6.91897
▁c	-6.92068
▁quinequi	-6.93245
▁s	-6.93388
▁niman	-6.93752
▁nicchihuaz	-6.95458
te	-6.98021
d	-6.9945
▁om	-6.99549
▁C	-6.99718
▁No	-7.0007
▁to	-7.00222
hua	-7.00477
▁occe	-7.01104
ih	-7.01263
▁pano	-7.01941
!	-7.02481
8	-7.02481
▁Civic	-7.02481
▁¡	-7.02481
6	-7.02481
▁tepoztli	-7.02611
▁ihcon	-7.02808
▁tlacatl	-7.02873
▁xi	-7.02906
▁tlapohualli	-7.03007
▁Nochi	-7.0315
▁$	-7.03306
▁occepa	-7.03463
na	-7.03529
chi	-7.04859
▁niquin	-7.05828
pohualli	-7.05862
liya	-7.07056
T	-7.07063
eliz	-7.07247
ni	-7.0845
▁L	-7.10194
me	-7.10836
▁Na	-7.11263
mo	-7.12063
▁mitz	-7.13806
▁Axni	-7.13838
A	-7.16113
anih	-7.16413
camati	-7.16842
▁Augusta	-7.19147
▁machtianime	-7.19147
▁tlahtolli	-7.1915
▁nehhua	-7.19183
nequi	-7.19185
▁ipatih	-7.19186
▁ahquiya	-7.19205
▁ihueltiuh	-7.19288
yotl	-7.19355
▁tlacualli	-7.19429
▁quemeh	-7.19436
▁nicpiya	-7.19567
▁timo	-7.19714
▁tomintzin	-7.19786
▁yon	-7.201
▁tonalli	-7.20119
▁p	-7.20433
▁amatl	-7.20853
huel	-7.20979
▁mi	-7.21205
▁teipan	-7.21646
zquiya	-7.2196
▁nochan	-7.2235
▁eh	-7.22696
▁tlacat	-7.23428
ia	-7.23699
▁nictlami	-7.23843
▁hu	-7.24812
▁yeh	-7.24899
tia	-7.26205
▁que	-7.27566
po	-7.28675
▁ye	-7.29302
no	-7.31597
zqueh	-7.32744
pactia	-7.33631
yayah	-7.33755
▁tequitl	-7.33922
▁ticmaca	-7.33947
ech	-7.3396
▁quichiuhqu	-7.34069
zqui	-7.34277
▁pa	-7.34969
ke	-7.3506
▁niquihto	-7.35863
uh	-7.35876
ec	-7.35985
I	-7.36125
▁tlaca	-7.36731
t	-7.36784
zquiah	-7.37633
hui	-7.38203
toya	-7.38465
▁oncaya	-7.38614
▁Ma	-7.38712
▁D	-7.39147
lnamiqui	-7.39147
5	-7.39147
▁tlahtlacolli	-7.39152
▁zatepa	-7.3916
▁zayoh	-7.39172
▁eliyaya	-7.39216
p	-7.39423
icnihuan	-7.39651
▁quicencuili	-7.3966
▁huelic	-7.39667
▁hueyi	-7.39679
▁quimatih	-7.3969
▁nicmachilia	-7.39789
▁Gran	-7.39812
▁mopatla	-7.39822
▁M	-7.39927
▁acah	-7.4007
▁tepozpatlanal	-7.4039
ez	-7.41342
ztli	-7.41805
▁ichan	-7.4183
▁ticnequi	-7.42443
pan	-7.4251
▁tepoz	-7.42523
▁oh	-7.42527
htoc	-7.4431
calli	-7.44737
tlayecanqueh	-7.45865
npa	-7.4746
▁nimo	-7.47549
colli	-7.47915
tica	-7.4901
▁Ni	-7.49134
▁cua	-7.49386
▁Ahm	-7.4946
tech	-7.50967
ovel	-7.52242
▁tica	-7.52477
uhqueh	-7.53306
▁nel	-7.53391
▁Noc	-7.53496
dy	-7.53924
en	-7.55164
mati	-7.55534
xo	-7.56179
mitl	-7.56881
lauh	-7.57541
chiuhqueh	-7.58706
palehui	-7.59167
u	-7.60106
cauhqui	-7.60902
hual	-7.61315
▁noz	-7.61652
▁nicmatiz	-7.61732
len	-7.619
toyah	-7.62369
▁tiquin	-7.62817
ualmeh	-7.63077
▁tlachi	-7.63361
eltoc	-7.63615
▁naman	-7.63878
cenca	-7.63969
▁R	-7.64147
▁Ramona	-7.64147
▁V	-7.64147
▁chicuace	-7.64147
▁ensalada	-7.64147
▁itlamiyan	-7.64147
▁tentlazcayotl	-7.64147
▁tlaixcopinalli	-7.64147
▁washington	-7.64147
▁tlatlamachihual	-7.64147
▁F	-7.64148
▁Joe	-7.64148
▁yolcameh	-7.64148
▁nitequiti	-7.64148
▁mahuilti	-7.64152
▁Inintonal	-7.64154
▁tlamachtilli	-7.64155
▁nelcualli	-7.64192
▁nohquiya	-7.64192
ob	-7.64248
▁nicchiuh	-7.64293
▁ihquinon	-7.64293
▁ticpiah	-7.64358
▁neci	-7.64378
▁niyaz	-7.64433
▁Onca	-7.64502
▁quemah	-7.64573
▁Axtlen	-7.6464
iver	-7.64658
▁axcan	-7.64696
lhua	-7.64939
▁onpa	-7.64941
▁ihtic	-7.65533
▁Monequi	-7.66042
mitzilhui	-7.66454
▁cehce	-7.66908
itzin	-7.66986
▁tech	-7.68065
▁uh	-7.68244
▁nihueli	-7.68365
▁canah	-7.68723
▁cat	-7.6956
oyan	-7.69594
laquiz	-7.69622
tic	-7.69733
nih	-7.69895
mocahuaz	-7.70081
▁nitlahto	-7.70714
▁ticmacaz	-7.7188
▁na	-7.73214
▁pe	-7.73468
ue	-7.73913
▁y	-7.74177
tola	-7.74314
chiuh	-7.74348
▁xa	-7.74403
quen	-7.74724
is	-7.74769
ohuih	-7.75415
ne	-7.75647
mocuitlahui	-7.75809
▁cone	-7.76279
▁yan	-7.77176
illi	-7.77564
▁tlachihual	-7.77688
mocuitlahuia	-7.788
az	-7.79148
▁Ah	-7.81185
ilhui	-7.82519
eyi	-7.82908
▁tl	-7.83752
cauhqueh	-7.83888
g	-7.8436
iliztli	-7.84573
▁ticmachili	-7.85636
▁Nicnequi	-7.87115
aya	-7.87255
▁nicchihua	-7.87742
▁cual	-7.88319
palehuizqueh	-7.8838
▁yeto	-7.88687
tah	-7.89807
▁nimoc	-7.89994
htli	-7.90696
▁tlahu	-7.91391
itl	-7.91574
olo	-7.92676
ameh	-7.92815
▁Nech	-7.92855
▁nica	-7.93471
▁quitemo	-7.9353
cahuac	-7.93662
quiza	-7.93997
amatl	-7.94294
catca	-7.95008
▁cehc	-7.9501
tlamohuizolli	-7.95462
lahuac	-7.95539
yeh	-7.95885
huic	-7.96208
▁cac	-7.96226
quixti	-7.96504
cualli	-7.96813
k	-7.96897
▁tiquihto	-7.97022
hueli	-7.97079
quia	-7.97402
▁notequi	-7.97466
▁techyecana	-7.97481
3	-7.97481
chichihualayotl	-7.97481
▁H	-7.97481
▁Rapid	-7.97481
▁ixchipahuac	-7.97481
▁ordenador	-7.97481
▁problema	-7.97481
▁street	-7.97481
▁iztac	-7.97481
:	-7.97481
▁tiquitta	-7.97481
yicaltemachtiliz	-7.97481
▁Nimitz	-7.97481
-	-7.97481
4	-7.97481
7	-7.97481
lazaña	-7.97481
▁axmonequi	-7.97481
useo	-7.97481
Ticpouh	-7.97481
▁placa	-7.97482
▁SS	-7.97483
▁ilhuicac	-7.97484
▁nimiquiz	-7.97484
▁xahcalco	-7.97484
▁tlehco	-7.97486
ión	-7.97489
▁Nohquiya	-7.97497
▁tlapiyal	-7.97509
▁tlanahuatilli	-7.97519
▁nicahcicamat	-7.97533
▁mixtli	-7.97551
▁yectli	-7.97564
anoc	-7.97572
ves	-7.97575
▁quimatiz	-7.97581
▁itztoya	-7.97584
huihqui	-7.97585
▁miya	-7.97588
▁pahtli	-7.9759
▁tlamahuizolli	-7.976
▁Bro	-7.97602
▁chichimeh	-7.97608
▁temict	-7.9764
▁axhueli	-7.97643
▁niyahtoya	-7.97649
▁quicentoca	-7.97654
▁quimatia	-7.97681
▁caquiz	-7.97687
▁tepozpatlanqueh	-7.97688
▁huihui	-7.97778
▁calan	-7.97787
▁amat	-7.97793
▁Tlame	-7.97828
▁onpaca	-7.97865
▁tlaichte	-7.97947
tohui	-7.98011
▁nechil	-7.98036
▁melahuac	-7.98046
▁huehhueyi	-7.98142
uepaz	-7.98175
▁fi	-7.98232
▁mochihuaz	-7.98236
▁mocahuac	-7.98316
▁huanquinon	-7.98368
▁x	-7.98463
▁itztoc	-7.98552
tca	-7.98554
zolli	-7.98573
▁Nicchi	-7.98773
cahuan	-7.98856
▁mohuan	-7.98876
▁campu	-7.98973
tzitzin	-7.98998
▁Inin	-7.99027
▁nechpactia	-7.99038
▁axti	-7.99065
Teipan	-7.99223
paxaloz	-7.99403
lihqueh	-7.99412
ly	-7.99461
eg	-7.99576
conetzi	-7.9958
▁tlaquen	-7.99589
▁neh	-7.99762
▁Temachti	-8.00018
iztli	-8.0004
▁tepozca	-8.00085
machtianih	-8.00161
▁tiquinp	-8.00495
▁tequitih	-8.00506
lacc	-8.00655
▁canin	-8.00718
▁axnechpacti	-8.00765
▁Ticpiya	-8.00935
▁mocehui	-8.01072
▁xic	-8.01151
notza	-8.01294
▁ceyoc	-8.01691
patiyoh	-8.01752
ltiz	-8.0182
▁tlatil	-8.02002
ixmati	-8.02072
▁za	-8.02248
▁axni	-8.02597
macaz	-8.0267
ro	-8.03115
▁huahcahua	-8.03293
le	-8.03831
▁g	-8.03893
▁altepe	-8.04302
zoh	-8.04545
▁niqui	-8.04584
▁quicahua	-8.04652
▁quinam	-8.04663
▁ticchihua	-8.05826
▁nicuelita	-8.06099
▁niquihtoz	-8.06104
▁nechca	-8.06541
ch	-8.07203
tlahtlanilihqu	-8.07632
▁motoca	-8.07639
▁mochihua	-8.07915
▁ciht	-8.08119
patla	-8.08786
▁huehca	-8.08918
ui	-8.09629
yahqui	-8.09755
▁chantia	-8.10125
▁it	-8.10655
▁a	-8.10947
pol	-8.11277
quitac	-8.1129
▁ticmachilia	-8.11463
▁Th	-8.11938
tlan	-8.12286
▁tiyaz	-8.12499
tlani	-8.12754
▁nicaqui	-8.13385
nemiliaya	-8.13903
antli	-8.14926
▁m	-8.1539
▁cequino	-8.15628
otah	-8.16092
yahui	-8.16509
ichtequi	-8.16565
uaya	-8.16685
m	-8.17349
▁quiita	-8.17467
▁ta	-8.1825
tiz	-8.19172
icmati	-8.19487
▁quimaca	-8.19685
Ti	-8.19726
▁niqu	-8.21054
▁nicmat	-8.21779
▁Axn	-8.21793
lahuel	-8.22266
ilhuitl	-8.22661
lmeh	-8.22915
calac	-8.22989
pehua	-8.23449
oyah	-8.24375
▁tiya	-8.24473
▁quiilih	-8.26291
▁nimomachtih	-8.27215
tle	-8.27478
▁tequi	-8.28184
▁quiit	-8.28219
▁amoquema	-8.28412
▁qu	-8.28528
ay	-8.28781
▁calte	-8.29025
ce	-8.29067
aliz	-8.30081
ilia	-8.30156
▁motla	-8.30788
uatl	-8.30868
taznequi	-8.31137
▁axqui	-8.31485
centoca	-8.32514
▁me	-8.32967
▁moma	-8.33931
oya	-8.34019
hu	-8.34578
huahca	-8.34604
▁cih	-8.34721
ny	-8.35369
huanih	-8.35603
lti	-8.35609
ihta	-8.36049
▁otic	-8.36339
echpactia	-8.367
cualmeh	-8.37243
loyan	-8.37471
ahui	-8.37536
▁co	-8.37586
co	-8.37787
uic	-8.37867
toqueh	-8.37993
ica	-8.38175
▁mocahua	-8.38749
toh	-8.3947
ll	-8.39643
▁pi	-8.39801
▁nin	-8.4027
yah	-8.40284
os	-8.40356
quiya	-8.41316
namac	-8.41523
ochi	-8.41691
ixco	-8.42032
ilih	-8.42682
nequia	-8.43474
"	-8.43501
P	-8.43501
$	-8.44086
tlatla	-8.44649
ihtic	-8.44906
▁tlac	-8.45076
ixpan	-8.45462
▁niquiht	-8.45482
patlani	-8.45534
tlatopon	-8.45958
▁tlahtoa	-8.46171
▁Melahua	-8.46528
▁ticnequiz	-8.46598
irm	-8.46712
▁melahua	-8.4674
monechicoh	-8.46948
xico	-8.46966
oquetz	-8.47119
▁noyo	-8.47143
▁yetoya	-8.47148
yon	-8.47187
itac	-8.47196
nahuati	-8.47197
▁ninemi	-8.47258
▁tata	-8.47282
▁chichi	-8.47285
va	-8.4748
ihcuiloz	-8.47481
altepeuh	-8.47481
epoztlaixcopinal	-8.47481
expacopa	-8.47481
mitzyolcuehzohua	-8.47481
niquintequihuia	-8.47481
teixmatcahuan	-8.47481
tlapehpenizquia	-8.47481
xehxelohqueh	-8.47481
▁Ey	-8.47481
▁Griego	-8.47481
▁Indianapolis	-8.47481
▁Londres	-8.47481
▁ONU	-8.47481
▁Reagan	-8.47481
▁axipatih	-8.47481
▁chihchicueyi	-8.47481
▁chocolatl	-8.47481
▁indianapolis	-8.47481
▁monetitlaniz	-8.47481
▁nelcuahcualli	-8.47481
▁nicyecahcicamat	-8.47481
▁niiitztoya	-8.47481
▁yoyomitl	-8.47481
▁nechtlanemili	-8.47481
▁El	-8.47481
▁amonicnequi	-8.47481
kwa	-8.47481
▁macuil	-8.47481
▁quitlahuelia	-8.47481
tetzauh	-8.47481
▁nictequihuia	-8.47481
▁tlatzacualmeh	-8.47481
▁xiuhmeh	-8.47481
▁axtlahto	-8.47481
▁tepitzin	-8.47481
▁nitlanemiliaya	-8.47481
tari	-8.47482
tlamamal	-8.47482
ohuilia	-8.47482
▁quihuicac	-8.47483
▁tomitzin	-8.47484
idad	-8.47484
▁toponi	-8.47484
▁niconiz	-8.47485
▁xochitla	-8.47485
▁Yorc	-8.47485
▁chicahuac	-8.47486
lohqueh	-8.47486
▁nicual	-8.47486
uehhue	-8.47489
▁nechcuehzoh	-8.47489
▁ticpix	-8.47492
▁itocah	-8.47492
mopolohqueh	-8.47493
millon	-8.47495
nextia	-8.47497
▁caxitl	-8.47498
▁tlahtlahnil	-8.47498
▁nemini	-8.47499
▁tlahtohua	-8.47499
cualanizquia	-8.47499
▁quimatoya	-8.47502
equitl	-8.47504
aña	-8.47505
▁axquenihqui	-8.47505
moquepaz	-8.4751
▁yehyectzin	-8.47515
nohnotzaz	-8.47515
▁Concord	-8.47519
▁ihcuac	-8.47525
▁axquihuelita	-8.47528
tzacua	-8.47531
▁motlaloliztli	-8.47538
▁axpano	-8.47538
▁tiquinpoloh	-8.47541
▁notahhuan	-8.47544
cuehzo	-8.47546
▁tochan	-8.47547
▁Niccua	-8.47547
▁yolic	-8.47553
yectlal	-8.47567
▁coameh	-8.47569
▁temacaceh	-8.47577
▁Axnicmati	-8.47579
▁mapachi	-8.47586
▁Naman	-8.47588
▁axticmati	-8.47596
ntro	-8.47598
▁cholo	-8.47607
▁amoxtli	-8.4762
▁cuauht	-8.47625
▁nehnemiliztli	-8.4763
▁ninhuan	-8.47635
tzont	-8.47646
▁mitztlapohui	-8.47697
▁tatameh	-8.47711
▁nimocual	-8.47717
▁Ahual	-8.47725
lun	-8.47727
▁tzayanqui	-8.47737
▁tlanahuati	-8.47744
▁notequipan	-8.47745
xqui	-8.47751
▁cualcan	-8.47806
▁poli	-8.47815
▁tinemiz	-8.47822
▁ticchiuht	-8.47845
ehcatlahtolaztli	-8.47847
temachtil	-8.47853
▁tlaamo	-8.47864
▁quichihuazqueh	-8.47864
▁titlahto	-8.47881
▁cihua	-8.47924
▁niyetoya	-8.47929
chan	-8.47948
▁tatahmeh	-8.47988
▁tiyazya	-8.48037
▁tiquihtoceh	-8.48076
▁motequic	-8.4808
▁namantzin	-8.48124
eheca	-8.48133
▁ayotl	-8.48193
▁timomachti	-8.48203
▁tiqui	-8.4822
▁cualtzin	-8.48236
▁tlaque	-8.48237
acion	-8.48263
▁tec	-8.48336
▁nimomachtiz	-8.4835
tiani	-8.48356
▁quimocuitlahui	-8.48364
▁ninemiz	-8.48396
▁timomachtiz	-8.48402
▁panozquia	-8.48446
▁Melahuac	-8.48458
▁ticmatoqui	-8.4852
▁cequinoqueh	-8.48596
▁nicchihuazquia	-8.48603
▁Ihuan	-8.48622
▁tlacenmat	-8.48624
▁amox	-8.48629
▁Amo	-8.48641
emic	-8.48707
▁ju	-8.48786
▁tlahtoah	-8.48814
▁mahti	-8.48817
tlanemiliz	-8.48861
huaquia	-8.48882
ur	-8.48894
amatqui	-8.48903
▁yolpaqui	-8.48905
▁mil	-8.48957
▁tlatopon	-8.49026
ehce	-8.4903
▁ach	-8.49039
▁nehnemi	-8.4912
quinih	-8.49149
▁yetoyah	-8.4917
of	-8.49184
▁tlahcuilol	-8.492
occequin	-8.49224
▁b	-8.49303
▁mela	-8.49346
hte	-8.49376
▁quitlani	-8.49428
▁ohtli	-8.49745
motepalehuili	-8.49761
▁caltenpa	-8.49776
monamictic	-8.49941
cah	-8.50087
▁tlaxtlahua	-8.50338
▁moto	-8.50363
▁teyolpacti	-8.50596
▁monechicoh	-8.50799
titlanic	-8.50893
iyayah	-8.51031
▁panoz	-8.51126
▁quipalehuiz	-8.51146
uanih	-8.5125
lli	-8.51251
mahmatih	-8.51279
ahcaya	-8.51372
chihu	-8.514
icelti	-8.51541
▁"	-8.51621
▁P	-8.51621
ztica	-8.51751
imocuapqu	-8.52016
▁tiquita	-8.52079
nd	-8.52138
▁tel	-8.52147
cial	-8.52305
ixpantili	-8.5235
▁niyeto	-8.52483
cupe	-8.525
ctoyah	-8.52643
▁quitequiti	-8.52805
▁Nicpi	-8.53107
▁ticpiyah	-8.53162
cuah	-8.53273
▁monequiz	-8.53444
▁moc	-8.53557
chihua	-8.53566
▁coco	-8.53568
▁niquita	-8.53736
ad	-8.5376
▁To	-8.53929
▁nictlahtla	-8.54079
tlali	-8.54189
▁quitemohu	-8.54281
actoc	-8.54688
htihto	-8.54745
▁cach	-8.55363
tlapo	-8.55584
pantic	-8.55712
▁cani	-8.55754
▁yohui	-8.55809
ma	-8.55901
iquihto	-8.56059
▁achipa	-8.56264
lih	-8.56292
cochit	-8.5636
ltih	-8.56642
uhti	-8.56842
▁quimatic	-8.56936
Timoca	-8.57041
▁xo	-8.57067
▁queni	-8.57235
cueyi	-8.57305
oni	-8.57754
pil	-8.58014
chichin	-8.58395
teh	-8.58459
cmachilia	-8.58505
▁huala	-8.58735
tiv	-8.58747
tlaxtlahua	-8.59348
acah	-8.59387
atl	-8.59655
ihui	-8.6
yecanqueh	-8.60152
▁Ce	-8.6017
peyo	-8.60803
quetza	-8.61008
la	-8.61068
cui	-8.61118
▁nictlapohui	-8.61209
▁ke	-8.61503
▁axnic	-8.61648
pia	-8.61799
▁Ta	-8.62362
onca	-8.62404
Tiyahqu	-8.62937
▁tlam	-8.63139
icpiya	-8.63256
altlamachtiloyan	-8.6346
panoc	-8.63523
ado	-8.6367
▁quicalpanoh	-8.64426
▁tlacual	-8.64469
huaya	-8.64554
▁ticcent	-8.64682
▁niquitta	-8.65186
▁yec	-8.65256
▁quitlati	-8.65419
nochi	-8.66034
ta	-8.66428
htipan	-8.66707
▁titlacuaz	-8.66806
anqui	-8.66823
uent	-8.66931
tzti	-8.67125
nemi	-8.67166
cayotl	-8.67939
tecpan	-8.68068
echyolpactia	-8.68141
itzqui	-8.69438
nequiyaya	-8.69441
quetl	-8.70184
ito	-8.70326
▁tequipa	-8.70395
▁nechpalehui	-8.70603
itlacuaz	-8.70655
▁nimomachti	-8.71665
tocatzahualli	-8.72352
echcuezo	-8.72838
ihual	-8.72933
ohuic	-8.73286
iquincuahto	-8.73814
▁quiihtoa	-8.74856
▁quiza	-8.74896
taz	-8.75172
hcauhqueh	-8.75977
▁z	-8.76427
gu	-8.77378
▁techilih	-8.77543
mi	-8.78547
huaz	-8.79138
▁inemiliz	-8.79154
▁yazquia	-8.79738
paqui	-8.79766
otl	-8.7981
pe	-8.80548
▁Yo	-8.80591
▁r	-8.813
echqui	-8.8146
▁ic	-8.81492
calpan	-8.8159
▁miqu	-8.81604
hco	-8.82044
poloz	-8.82885
▁nict	-8.82949
ami	-8.83445
▁momachti	-8.83876
▁cu	-8.85127
ig	-8.85593
tos	-8.85633
lan	-8.86407
▁xica	-8.87095
▁tequit	-8.87704
▁nicnemili	-8.87867
▁Nic	-8.87923
▁mez	-8.89286
▁niquitaz	-8.89773
▁Y	-8.89827
tec	-8.91335
▁ticpia	-8.91978
▁nitlaht	-8.92695
maca	-8.9299
ent	-8.93197
equi	-8.93255
▁cem	-8.93486
ocan	-8.93533
quiz	-8.93655
anti	-8.94188
olli	-8.96646
di	-8.9665
ihuahcauh	-8.96909
pehuac	-8.97093
▁axn	-8.97474
▁quinemili	-8.97565
macazquia	-8.97573
iyaya	-8.98324
yoh	-8.9846
▁pan	-8.98783
▁yaya	-8.98832
▁niquil	-8.9914
▁tepalehuia	-8.9926
N	-8.99775
▁quiquixti	-9.0033
hmo	-9.01002
cuezo	-9.01308
ctli	-9.01462
▁tlayo	-9.01672
chihuac	-9.01732
lah	-9.01781
lamohuizolli	-9.01975
tlacuaz	-9.02096
tzt	-9.02127
achi	-9.02367
uhtoya	-9.03189
▁nicmachili	-9.04409
▁nicmato	-9.04857
▁Axnech	-9.05071
es	-9.06061
▁quinit	-9.06542
▁chanti	-9.06585
nechpalehui	-9.06715
▁ayo	-9.06826
poztocatzahualli	-9.06888
ana	-9.07035
oaxca	-9.07119
nin	-9.07398
atla	-9.07414
huac	-9.08051
da	-9.08505
icpoloz	-9.09343
chihualiz	-9.10015
ncayotl	-9.10067
▁elto	-9.1066
alli	-9.10808
▁nicte	-9.10973
icnemiliya	-9.11529
▁Tl	-9.11755
yahtoya	-9.11756
▁nicmachilih	-9.12158
▁niquittaz	-9.12257
quinama	-9.12775
huaznequi	-9.12821
▁ticchihu	-9.13088
chihuazquia	-9.13197
▁tim	-9.13263
▁tlah	-9.13269
tlacuazqueh	-9.13516
▁conem	-9.14305
huantin	-9.14598
ihua	-9.14654
▁axquine	-9.1479
▁tlap	-9.14802
ncui	-9.14854
tlapohuiz	-9.14861
auh	-9.15134
ua	-9.15398
mit	-9.15817
▁quinequia	-9.1648
tih	-9.16697
tocay	-9.16824
ihqui	-9.17717
calpanoh	-9.18017
oyo	-9.18059
▁tiyahto	-9.18246
icmachilia	-9.18329
cho	-9.18953
naliz	-9.19031
tlaxtlahu	-9.19434
tohtoya	-9.19819
yec	-9.2029
▁moqu	-9.20298
epa	-9.20477
chia	-9.20798
yecchihchi	-9.21079
cone	-9.2164
▁mochi	-9.21667
machilia	-9.21881
tequi	-9.2207
▁altep	-9.22348
quixtiliz	-9.22575
yolpactia	-9.22996
tlaliz	-9.23126
nicpolo	-9.23152
tozquia	-9.23526
icnequizquia	-9.24379
yolpact	-9.24445
icyecchihchi	-9.24822
eyo	-9.25891
▁nicuelit	-9.26066
ahcahuaz	-9.27402
▁cal	-9.27577
mocahua	-9.28557
▁u	-9.28591
ohuan	-9.28732
quixtiz	-9.28952
nechpactia	-9.2947
yecchihua	-9.30228
htoya	-9.30247
atizquiya	-9.30321
moz	-9.30517
▁quinequiya	-9.30879
▁v	-9.31094
▁tiyah	-9.31117
▁patiyo	-9.31297
▁Mo	-9.32104
▁noh	-9.32181
▁tequitic	-9.3285
▁moca	-9.32916
▁nictlah	-9.32983
tequipan	-9.33447
ticnequizquia	-9.34132
▁motlali	-9.34608
ohualli	-9.35015
▁niye	-9.35195
▁moix	-9.35358
▁quitequi	-9.35408
▁tlamocuitl	-9.35465
▁nim	-9.35877
▁ah	-9.36031
▁nihue	-9.36201
ayah	-9.36854
▁quipan	-9.37175
ecia	-9.37213
▁Temacht	-9.37502
ehuiz	-9.37551
huianih	-9.37674
uelitac	-9.37885
▁Axqu	-9.38033
piyah	-9.38077
itlan	-9.3829
▁temahma	-9.38433
cuitlahuia	-9.39169
huaceh	-9.39448
lhui	-9.39524
celti	-9.39872
▁paxalo	-9.39944
cam	-9.40124
f	-9.4029
▁nicnequiya	-9.40442
▁tlamachti	-9.4057
▁axnoc	-9.40597
nechico	-9.4068
lt	-9.40948
▁ite	-9.41168
▁nicama	-9.41342
▁monamict	-9.41445
nehnemi	-9.41837
▁tlal	-9.41868
tzi	-9.42002
b	-9.42334
S	-9.42374
w	-9.42418
▁nimitz	-9.42502
iccencuili	-9.42662
vo	-9.42757
▁Gr	-9.42784
ihyot	-9.428
yo	-9.43058
tlahcuilo	-9.43216
timomachti	-9.43383
▁quema	-9.43458
miyac	-9.43473
▁nicne	-9.43528
tonal	-9.43542
Nicchi	-9.43662
ticmati	-9.43665
tlaxtlahui	-9.43667
mopatla	-9.43722
tepalehuia	-9.43796
huanquinon	-9.43868
yolpaqui	-9.4395
ntin	-9.43977
▁mopalehui	-9.43994
nechicolli	-9.44053
quimatih	-9.44075
C	-9.44076
ihcon	-9.44127
B	-9.44157
itztoc	-9.44174
ju	-9.4422
notz	-9.44257
icmachiliyaya	-9.44264
▁tlayecan	-9.44332
quicencuili	-9.44416
▁yehua	-9.44439
otlac	-9.44522
ihuan	-9.4456
ticpiya	-9.44586
tlacenmat	-9.44625
tonalli	-9.44707
huehhueyi	-9.44769
▁axnim	-9.44785
quicalpano	-9.45108
riv	-9.45119
hihua	-9.45516
▁tiquihtoc	-9.45605
ticnequi	-9.4579
calpanohua	-9.45856
icchihu	-9.46124
▁tatahme	-9.46206
ihueltiuh	-9.46237
▁ita	-9.46238
hcatlahtolaztli	-9.46553
ohtli	-9.46553
quichiuh	-9.46594
yohua	-9.46633
yaz	-9.4665
▁ihquino	-9.46654
▁icht	-9.46685
▁tinemi	-9.46779
otemachti	-9.46787
hhuantin	-9.46798
us	-9.46805
▁tzayanqu	-9.46831
▁onp	-9.46902
▁nimocua	-9.47026
tlamohuizol	-9.47088
otemach	-9.47157
▁nicpiyaz	-9.47188
niquih	-9.47189
omin	-9.4719
▁Mone	-9.47213
atlanali	-9.47227
tlachih	-9.4723
ininc	-9.47241
▁nicahci	-9.4729
▁G	-9.47353
machiliya	-9.47371
quihuelita	-9.4738
oncord	-9.47382
nohnotz	-9.47394
mohuizo	-9.47402
ehyectzin	-9.47403
icualani	-9.47434
▁yol	-9.47435
ó	-9.47446
▁quimocui	-9.47467
tlahtlacol	-9.47473
▁J	-9.47479
tlatzacu	-9.4748
tepoztla	-9.4748
copinal	-9.47481
▁Indiana	-9.47482
▁tlaixcop	-9.47482
uimatih	-9.47484
▁monec	-9.47539
ble	-9.47555
machtiloyan	-9.47558
nechp	-9.4761
yehyec	-9.47612
chicueyi	-9.47673
▁nicye	-9.47767
▁axnec	-9.47815
chihualli	-9.47837
▁mote	-9.47854
▁tepozp	-9.47926
▁temaca	-9.47934
▁motlalo	-9.47955
▁cuall	-9.47994
▁mixt	-9.47998
nihhuantin	-9.48011
▁tlapohua	-9.48037
nehnemil	-9.48166
▁cax	-9.48178
▁Ti	-9.48279
echmacaz	-9.48399
nehnemiliz	-9.48487
lita	-9.48519
tepe	-9.4867
tema	-9.48817
mouht	-9.4882
▁temi	-9.48829
zate	-9.48837
▁nictequi	-9.48887
▁el	-9.48924
ahcic	-9.49083
ed	-9.49457
rd	-9.49458
lizque	-9.49463
orc	-9.49551
onal	-9.49553
quipalehui	-9.49601
▁itz	-9.49631
▁axniqui	-9.49776
tiayah	-9.49839
holo	-9.49894
tolli	-9.50003
antzin	-9.50172
▁quip	-9.5024
matl	-9.5025
▁Axne	-9.50337
eyin	-9.50351
yolc	-9.50424
▁Con	-9.50439
teco	-9.50508
▁Nam	-9.50567
▁Am	-9.50799
notzaz	-9.50808
▁Me	-9.50832
rm	-9.50889
ento	-9.51009
ihhuantin	-9.51045
▁oti	-9.51207
tiquin	-9.51222
▁ticpo	-9.51248
▁tiquihtoh	-9.51282
canin	-9.51289
pea	-9.51423
lte	-9.51559
alo	-9.51665
oma	-9.51672
▁quitlan	-9.51712
cencuili	-9.51805
▁coc	-9.51909
▁notah	-9.52022
mitztlapohuiz	-9.52171
ill	-9.52432
huiah	-9.52484
azol	-9.52645
▁tepozpatlan	-9.52731
inech	-9.52737
▁w	-9.52781
▁S	-9.52811
tianih	-9.53002
▁quitla	-9.53211
ueh	-9.53304
motoc	-9.53312
▁Nicc	-9.53428
▁tle	-9.53499
ouh	-9.53935
itz	-9.53948
huazqueh	-9.54001
quena	-9.54511
oh	-9.54523
▁titla	-9.5455
inec	-9.54645
▁quipiaz	-9.55243
▁nimi	-9.55412
▁ex	-9.55554
el	-9.56048
ctoya	-9.56426
ico	-9.56543
ehuac	-9.56572
cohua	-9.56759
▁itzto	-9.56938
ota	-9.57148
cpiya	-9.57365
▁quinca	-9.57408
iah	-9.57457
nalli	-9.58132
▁maht	-9.58555
▁ticnemili	-9.59213
▁ahqui	-9.59226
equih	-9.59524
▁pal	-9.59689
si	-9.60318
▁omo	-9.60505
ican	-9.60578
▁ilhui	-9.61167
▁ahc	-9.61339
nez	-9.61527
notl	-9.61877
chich	-9.6188
▁mix	-9.61981
hca	-9.62035
ver	-9.62229
call	-9.62465
x	-9.62487
tepalehuili	-9.62629
tlac	-9.62767
▁Nicma	-9.63236
itica	-9.63393
▁quinm	-9.63414
ixp	-9.63937
icoh	-9.64778
▁cualtzi	-9.66139
echmaca	-9.66222
izqueh	-9.66376
titlan	-9.67233
mat	-9.67991
ate	-9.68319
▁tlacuali	-9.6961
▁Ac	-9.71305
lamachtianih	-9.71558
catl	-9.72108
ox	-9.72391
chili	-9.72601
quixtihqu	-9.73491
▁tlatla	-9.73902
moch	-9.74442
yolpacti	-9.74738
▁quipalehui	-9.75791
▁yaz	-9.75872
tc	-9.76395
Tl	-9.77647
▁quitl	-9.7822
eca	-9.78429
huican	-9.78684
tlanili	-9.78793
ayec	-9.79425
▁axquin	-9.79679
cti	-9.79865
▁pah	-9.79927
quixtilizqu	-9.81186
oqueh	-9.81258
▁Nine	-9.8166
ctl	-9.82277
ticmaca	-9.82329
▁noc	-9.82934
▁notla	-9.83868
palehuia	-9.84041
zah	-9.84092
htohtoya	-9.84991
iquitac	-9.85195
huica	-9.85254
iliah	-9.85291
▁hual	-9.8601
patlan	-9.8658
▁cequi	-9.86882
loliztli	-9.87107
piyaya	-9.89404
ton	-9.90056
▁quiceli	-9.91005
amantli	-9.91057
ohca	-9.91344
etl	-9.9148
oci	-9.91571
▁moquih	-9.92374
cac	-9.92458
▁tlahtla	-9.93143
quinpiya	-9.93459
at	-9.93935
apo	-9.93954
▁cahu	-9.94414
▁moqui	-9.94548
coc	-9.97092
uantin	-9.97101
ocuitlahui	-9.97732
ga	-9.97802
lacameh	-9.97923
itla	-9.98252
▁tlach	-9.99336
xon	-10.0081
nictlami	-10.0083
▁quipi	-10.0088
▁tie	-10.0105
▁quiihto	-10.0263
quipactia	-10.0346
ayoh	-10.044
iyaz	-10.0473
nicmati	-10.0491
ehuia	-10.0495
▁tepalehui	-10.0632
▁tot	-10.066
sal	-10.0678
azque	-10.0719
zaz	-10.0728
▁ohui	-10.0822
▁nicala	-10.0896
▁calten	-10.0905
niliztli	-10.0924
tlahuel	-10.0992
axca	-10.1065
iquita	-10.1177
▁e	-10.1184
huaznequia	-10.1227
yecchih	-10.124
zca	-10.1763
▁nicc	-10.1768
ey	-10.1769
No	-10.1791
▁quice	-10.1866
tohto	-10.1879
pal	-10.1916
acc	-10.2461
quita	-10.2816
as	-10.283
oyaya	-10.3046
nan	-10.3117
piya	-10.3201
▁momachtia	-10.328
▁ih	-10.338
ahua	-10.342
ye	-10.3766
tz	-10.3855
▁mitzil	-10.3902
ehua	-10.4033
ex	-10.4062
toca	-10.4136
hya	-10.4191
▁pax	-10.4229
▁cen	-10.4246
ici	-10.4432
aca	-10.4639
▁Ind	-10.4752
▁nitlah	-10.4787
amati	-10.4894
enpa	-10.5057
ist	-10.5061
aceh	-10.5701
▁quinp	-10.5727
▁quiz	-10.5893
▁axt	-10.5915
ampa	-10.5948
zin	-10.6073
▁ac	-10.6319
tiaya	-10.6429
ina	-10.6718
znequi	-10.6786
cmachiliyaya	-10.7014
lhuitl	-10.7033
▁nelhu	-10.7125
▁quih	-10.713
quic	-10.7151
▁quinil	-10.7208
nqui	-10.7285
ilhu	-10.7308
▁ticmat	-10.7467
za	-10.7594
nque	-10.7691
▁nechc	-10.7934
aht	-10.7995
nictlamiz	-10.7998
actli	-10.8222
j	-10.8554
H	-10.8555
V	-10.8556
F	-10.8557
E	-10.8558
ñ	-10.8559
J	-10.856
D	-10.8561
¡	-10.8562
L	-10.8563
G	-10.8564
U	-10.8565
R	-10.8566
O	-10.8567
Y	-10.8568
M	-10.8569
¿	-10.857
v	-10.8571
icamati	-10.8572
q	-10.8572
