<unk>	0
<s>	0
</s>	0
.	-2.87464
s	-3.59473
▁	-3.59484
▁que	-3.6693
▁de	-3.79197
,	-3.82489
▁a	-4.00248
o	-4.21712
▁en	-4.22781
▁la	-4.29176
a	-4.52657
▁y	-4.54754
▁no	-4.61296
n	-4.61304
▁un	-4.7416
▁No	-4.83289
e	-4.88391
▁lo	-4.89469
▁el	-4.89497
▁es	-4.93681
▁se	-4.95478
0	-5.05254
r	-5.09119
▁me	-5.31292
▁con	-5.32119
▁por	-5.33493
do	-5.33878
▁una	-5.34642
▁si	-5.38513
os	-5.4593
é	-5.51247
▁al	-5.51781
mos	-5.5218
▁para	-5.53637
ó	-5.57087
▁S	-5.592
▁su	-5.59211
ía	-5.64404
▁El	-5.69781
los	-5.75906
?	-5.77075
▁¿	-5.77075
▁más	-5.77266
▁las	-5.8287
▁pero	-5.84655
as	-5.85507
1	-5.87799
▁era	-5.8869
í	-5.90391
▁fue	-5.95544
2	-5.95645
qué	-5.96479
y	-5.98802
l	-6.00744
es	-6.0118
▁La	-6.01865
▁esto	-6.03933
▁te	-6.04859
▁casa	-6.04871
▁estaba	-6.09604
▁Es	-6.11527
▁muy	-6.13559
▁tiene	-6.13996
▁como	-6.14031
▁está	-6.14177
▁ha	-6.15881
▁porque	-6.18654
▁nada	-6.18743
nca	-6.19026
ando	-6.20898
ar	-6.22176
ron	-6.22362
▁M	-6.22839
▁bien	-6.29329
▁esta	-6.29993
▁A	-6.31153
▁hacer	-6.31549
▁todo	-6.3312
▁Y	-6.33486
▁del	-6.33822
en	-6.34237
lo	-6.34738
▁ser	-6.3588
ría	-6.36379
▁C	-6.39406
▁mi	-6.40592
on	-6.40997
!	-6.41418
▁¡	-6.41418
▁dijo	-6.41847
▁mucho	-6.44301
mo	-6.4482
mente	-6.45174
▁gusta	-6.46149
ra	-6.46217
▁Lo	-6.46285
ió	-6.47193
er	-6.4782
9	-6.48084
▁había	-6.48123
▁re	-6.50561
de	-6.53884
▁Texas	-6.55227
▁sobre	-6.55227
▁c	-6.56015
▁eso	-6.56073
▁puede	-6.56531
▁d	-6.56542
▁Te	-6.58081
▁Ell	-6.59013
sí	-6.59878
te	-6.60952
▁s	-6.61888
▁hay	-6.63231
▁cuan	-6.64613
▁o	-6.65998
▁sí	-6.67218
u	-6.69495
▁sabía	-6.71969
▁có	-6.72205
▁ella	-6.72231
▁ir	-6.73668
ón	-6.74222
...	-6.75945
▁Cre	-6.76111
▁dije	-6.76191
▁he	-6.77494
É	-6.80344
▁dinero	-6.80344
▁vez	-6.80354
▁hacerlo	-6.80691
▁l	-6.81228
▁nos	-6.81304
▁trabajo	-6.81797
d	-6.82435
Sí	-6.83318
▁U	-6.83937
▁yo	-6.84544
c	-6.84637
á	-6.84682
▁bueno	-6.84867
i	-6.84991
▁ver	-6.85697
▁hace	-6.85863
ente	-6.8624
▁le	-6.86388
▁V	-6.87728
▁padre	-6.88155
▁tu	-6.88323
▁día	-6.89173
▁lugar	-6.90344
▁información	-6.90345
▁allí	-6.90349
▁cre	-6.90383
▁tener	-6.90405
▁don	-6.91083
▁$	-6.91096
▁personas	-6.9117
▁h	-6.91202
almente	-6.91587
▁solo	-6.91838
▁años	-6.91867
▁Le	-6.93511
▁Nu	-6.94003
la	-6.94917
▁pod	-6.9581
▁des	-6.97202
ido	-6.97383
▁e	-6.97916
▁ayuda	-6.98597
A	-6.98918
▁decir	-7.01463
▁v	-7.01711
▁B	-7.01722
▁sabes	-7.01822
▁abuel	-7.01864
▁vi	-7.02163
▁algo	-7.02187
▁E	-7.02286
▁mismo	-7.02288
▁Mi	-7.02426
▁tenía	-7.02434
▁hablar	-7.02466
▁hora	-7.02822
amente	-7.0343
▁teng	-7.03586
son	-7.05632
▁Si	-7.08594
an	-7.09032
ones	-7.10081
▁De	-7.10934
▁quier	-7.11005
da	-7.1222
▁di	-7.12966
▁bas	-7.13527
▁nu	-7.13552
6	-7.13955
▁locales	-7.13987
▁poco	-7.14006
▁debería	-7.14016
▁oh	-7.14017
▁toda	-7.14328
▁eh	-7.14357
▁iba	-7.14464
▁ni	-7.14623
▁Fue	-7.15343
▁desp	-7.16183
ado	-7.16628
▁volver	-7.17524
nte	-7.18782
tro	-7.18913
ún	-7.19982
go	-7.20811
▁ve	-7.21812
▁L	-7.22565
ndo	-7.24702
eron	-7.25693
▁año	-7.26696
▁ju	-7.27861
▁familia	-7.28241
▁noticia	-7.28241
▁ning	-7.28247
▁mmm	-7.2825
▁cambiar	-7.28259
▁aquí	-7.2826
▁animales	-7.28273
▁tenemos	-7.28286
▁hecho	-7.28287
▁pasado	-7.28327
▁Se	-7.28339
▁cosas	-7.28471
▁cu	-7.28655
Está	-7.29386
▁D	-7.29414
▁fuera	-7.29956
▁com	-7.30439
izo	-7.30904
▁sé	-7.31505
se	-7.32117
ciendo	-7.33412
▁todos	-7.33993
ué	-7.34782
▁pued	-7.35837
me	-7.37308
▁Sol	-7.38719
ca	-7.38788
▁sin	-7.38881
mig	-7.39284
I	-7.40943
ada	-7.41284
quiera	-7.41679
t	-7.42431
▁mu	-7.42475
▁t	-7.42504
▁T	-7.43932
ura	-7.44886
8	-7.44907
▁Augusta	-7.44907
▁Puede	-7.44907
▁mayor	-7.4491
▁Había	-7.44913
▁hermana	-7.44918
▁zona	-7.44919
▁hablando	-7.4494
▁Ten	-7.44955
tante	-7.45044
▁estudiante	-7.45134
▁co	-7.45302
ia	-7.45316
▁Cu	-7.45386
▁quedó	-7.46233
▁blanca	-7.46469
tenido	-7.46574
ción	-7.46904
ir	-7.47793
dos	-7.48223
▁gen	-7.48307
▁per	-7.48393
▁padres	-7.48827
▁in	-7.49431
▁comida	-7.49698
empre	-7.50694
▁ellos	-7.51448
amos	-7.52124
▁necesita	-7.52641
▁m	-7.53841
és	-7.53869
emos	-7.53977
ba	-7.54478
▁nuestro	-7.56198
▁Todo	-7.56734
trat	-7.56915
era	-7.57687
ste	-7.58827
P	-7.58902
oy	-7.58904
ie	-7.59891
▁dura	-7.59934
▁visita	-7.60547
▁est	-7.62804
ol	-7.63075
able	-7.64539
tura	-7.64717
▁Algun	-7.64907
▁River	-7.64907
▁absoluto	-7.64907
▁ciudad	-7.64907
▁espectáculo	-7.64907
▁hombre	-7.64907
▁recuerdo	-7.64907
▁tiempo	-7.64907
▁nacionales	-7.64907
▁problema	-7.64907
▁momento	-7.64909
▁decidi	-7.64909
▁oficina	-7.64912
▁preocupa	-7.6492
▁carrera	-7.64925
▁necesitaba	-7.64997
▁él	-7.65014
▁claro	-7.65113
▁hoy	-7.65134
idades	-7.65139
▁tanto	-7.65142
▁po	-7.65195
▁arma	-7.65209
▁Nuestr	-7.65259
ob	-7.65282
▁uno	-7.65483
▁menos	-7.65593
▁parte	-7.65702
▁diferentes	-7.65706
▁mano	-7.65996
▁Ha	-7.6603
ak	-7.66886
▁nad	-7.66996
▁mill	-7.67534
▁importa	-7.67657
le	-7.69356
▁Gran	-7.69446
▁Esto	-7.70071
iendo	-7.7013
▁contra	-7.70338
p	-7.70347
▁Dij	-7.70889
▁va	-7.70985
▁H	-7.71389
▁senti	-7.72583
al	-7.72891
▁este	-7.72922
aría	-7.73315
▁exact	-7.74154
▁segu	-7.76088
io	-7.76474
sta	-7.77722
▁necesit	-7.78988
ión	-7.79652
▁llamar	-7.79659
iste	-7.79936
to	-7.79951
▁proba	-7.80046
▁pregunta	-7.80268
▁N	-7.81809
nos	-7.82074
▁sal	-7.82399
▁g	-7.82482
▁b	-7.82567
Por	-7.83012
▁par	-7.83584
ble	-7.83677
tal	-7.84253
vía	-7.85533
eces	-7.87671
▁persona	-7.87714
ja	-7.89341
▁Un	-7.89352
▁mejor	-7.89523
ad	-7.89784
▁F	-7.89859
'	-7.89907
-	-7.89907
5	-7.89907
▁Gracias	-7.89907
▁Joe	-7.89907
▁Washington	-7.89907
▁mañana	-7.89907
▁respecto	-7.89907
▁O	-7.89907
▁Ramona	-7.89907
▁ensalada	-7.89907
▁Civic	-7.89907
▁error	-7.89908
▁lasaña	-7.89908
polis	-7.89908
▁Tercer	-7.89908
▁película	-7.89908
▁ahí	-7.89911
▁corporación	-7.89918
▁compañía	-7.89968
▁avión	-7.89976
ueño	-7.90013
▁niños	-7.90014
▁vivir	-7.90082
▁SS	-7.90135
▁logra	-7.90152
▁perm	-7.90164
▁intent	-7.90202
▁grande	-7.90277
▁seis	-7.9028
▁mejores	-7.90295
▁uh	-7.90395
▁cuidado	-7.90583
una	-7.90694
▁man	-7.90695
Qu	-7.9073
nació	-7.90737
▁Est	-7.90924
ciones	-7.9096
▁tipo	-7.91021
▁traje	-7.91179
▁tan	-7.91184
▁gru	-7.91243
▁ello	-7.91348
án	-7.91704
▁otra	-7.91938
grabado	-7.92035
▁base	-7.92165
▁ca	-7.92242
▁pensar	-7.9237
cil	-7.93198
▁trabaj	-7.93349
▁Debe	-7.93696
ten	-7.9403
che	-7.94048
que	-7.94359
▁otro	-7.95182
▁real	-7.9526
▁tomar	-7.95312
useo	-7.95316
▁buena	-7.95504
ial	-7.95942
▁mis	-7.9755
▁algun	-7.97827
▁Re	-7.97937
▁ayudar	-7.98373
signa	-7.99492
▁termin	-7.99858
▁quería	-8.00033
ma	-8.00052
uso	-8.00388
bido	-8.00436
▁cont	-8.00653
▁pista	-8.00662
ne	-8.0099
▁hici	-8.01144
ovel	-8.01963
▁p	-8.0273
▁contr	-8.02951
minar	-8.0356
ados	-8.04046
res	-8.04481
ontinuar	-8.05717
▁nuestra	-8.05846
ios	-8.0716
▁estar	-8.07474
▁ido	-8.07611
▁ma	-8.0821
aciones	-8.08453
▁pla	-8.08591
tiv	-8.0935
▁pist	-8.10322
▁sali	-8.10518
f	-8.10573
ieron	-8.10879
rá	-8.11338
tes	-8.11469
ber	-8.13232
sto	-8.13484
▁quedar	-8.13639
it	-8.13757
▁paga	-8.14006
até	-8.14147
▁Tu	-8.1486
pid	-8.15417
ay	-8.15582
▁deb	-8.15857
dó	-8.16011
g	-8.17203
icos	-8.17714
ú	-8.18503
cerca	-8.18545
rte	-8.1896
co	-8.19827
▁sigui	-8.206
▁Indian	-8.21645
pa	-8.21825
uela	-8.21982
tado	-8.21999
▁u	-8.22005
▁mucha	-8.22083
▁conti	-8.22241
▁dir	-8.22556
▁gran	-8.22829
po	-8.22979
▁mont	-8.22995
▁funciona	-8.23086
ambién	-8.2316
▁espera	-8.23161
3	-8.23241
▁Concord	-8.23241
▁Londres	-8.23241
▁Ningun	-8.23241
▁azul	-8.23241
▁campamento	-8.23241
▁campus	-8.23241
▁disfrut	-8.23241
▁empeorando	-8.23241
▁entonces	-8.23241
▁extranjero	-8.23241
▁favorit	-8.23241
▁gatillo	-8.23241
▁independiente	-8.23241
▁rurales	-8.23241
▁serpientes	-8.23241
▁tortuga	-8.23241
▁encontrar	-8.23241
:	-8.23241
▁bonito	-8.23241
4	-8.23241
7	-8.23241
▁cualquiera	-8.23241
▁legal	-8.23241
▁cabaña	-8.23241
▁drogas	-8.23241
▁instru	-8.23242
▁nombre	-8.23243
▁pronto	-8.23244
puesto	-8.23245
▁supon	-8.23246
▁semana	-8.23252
▁propi	-8.23254
▁suced	-8.23254
▁Pens	-8.23258
▁idea	-8.23261
▁rápid	-8.23263
▁IU	-8.23268
▁raz	-8.2327
▁general	-8.23274
▁modos	-8.23295
▁divertid	-8.23296
ería	-8.23301
▁escri	-8.23301
uego	-8.23308
▁leche	-8.23322
▁pasteles	-8.23331
▁vaya	-8.23342
▁seguro	-8.2335
▁entender	-8.23366
▁Madre	-8.23374
▁recibi	-8.23379
▁tú	-8.23389
▁cuánto	-8.2341
zca	-8.2343
▁obtenemos	-8.23449
▁universidad	-8.23477
▁Bro	-8.23491
▁financiada	-8.23491
▁pena	-8.23511
▁Ra	-8.2356
adores	-8.23591
▁Pero	-8.23638
▁fal	-8.23687
rme	-8.23712
▁gustó	-8.23766
▁vale	-8.23905
▁nube	-8.23912
▁cie	-8.23913
▁haya	-8.23958
▁piens	-8.24005
▁firm	-8.24082
▁jueg	-8.24384
ociedad	-8.24401
▁pil	-8.24403
lack	-8.24496
echo	-8.24518
▁quemar	-8.2452
▁encant	-8.24594
▁perros	-8.24744
▁hijos	-8.24751
▁vida	-8.24809
▁He	-8.25133
▁oí	-8.25721
dia	-8.25982
anto	-8.26409
▁llevar	-8.26813
▁coleg	-8.269
▁I	-8.27149
▁libro	-8.27157
▁nuevo	-8.27237
▁parec	-8.27336
▁sentar	-8.27467
▁mal	-8.27848
▁trabajar	-8.27854
cha	-8.27915
ly	-8.27983
▁beneficio	-8.28048
▁loc	-8.2816
▁gas	-8.28524
▁The	-8.28707
▁fil	-8.28984
▁especial	-8.30924
taba	-8.30982
enta	-8.3118
▁visit	-8.31532
▁aprend	-8.31862
no	-8.32064
▁qu	-8.3211
aba	-8.32293
▁mirar	-8.32543
les	-8.32554
ck	-8.32805
iones	-8.33144
▁representan	-8.33269
ci	-8.33439
tivo	-8.3352
▁ac	-8.33887
urante	-8.34399
ás	-8.34435
▁bi	-8.34682
▁Tuv	-8.34777
ll	-8.34868
et	-8.34994
▁pasar	-8.3608
▁pa	-8.36171
▁cha	-8.36179
ig	-8.36183
tre	-8.36285
▁Va	-8.36579
forma	-8.36644
▁pequeño	-8.36675
▁pi	-8.36853
ch	-8.37131
▁fo	-8.37399
iera	-8.38093
ola	-8.38392
▁preguntar	-8.38395
vic	-8.38661
tas	-8.38989
dic	-8.39352
▁dij	-8.39719
▁lad	-8.40079
▁dona	-8.40099
ny	-8.40103
sid	-8.40281
endo	-8.40582
ote	-8.41333
▁So	-8.41492
ti	-8.41767
adr	-8.42866
gar	-8.42915
▁P	-8.43801
spu	-8.44698
▁tel	-8.45149
tema	-8.45747
▁dó	-8.46132
▁cas	-8.46231
m	-8.46303
gan	-8.46507
▁volvi	-8.46891
▁mar	-8.47088
niversidad	-8.47261
ante	-8.47589
▁pueda	-8.48464
ge	-8.48505
▁contar	-8.48587
▁much	-8.49805
▁donas	-8.49929
▁ent	-8.51158
dr	-8.51272
▁mund	-8.51313
otos	-8.52229
▁sig	-8.52257
llos	-8.52646
ed	-8.52646
▁hic	-8.52661
reo	-8.52838
▁cen	-8.54398
▁lado	-8.54684
ien	-8.55374
entro	-8.55419
▁car	-8.55576
eter	-8.56021
rido	-8.56115
▁as	-8.56324
zo	-8.56644
ter	-8.56833
in	-8.58011
▁estudi	-8.58113
deo	-8.58255
lit	-8.58565
▁fa	-8.59723
ban	-8.59843
finitivamente	-8.60234
▁pe	-8.60696
▁podr	-8.60767
▁arr	-8.6078
gra	-8.61047
sigue	-8.61192
ro	-8.6143
▁cent	-8.62358
fon	-8.62484
▁llama	-8.62935
▁perder	-8.63096
je	-8.6328
ario	-8.63571
guien	-8.63906
▁fi	-8.64365
nd	-8.64382
▁Gr	-8.64636
alle	-8.64656
▁avi	-8.6538
▁importar	-8.65625
nde	-8.65725
▁op	-8.66224
ment	-8.66245
▁Des	-8.66752
atr	-8.67161
▁tien	-8.67464
ex	-8.67495
▁alg	-8.67688
▁llev	-8.67741
▁blanc	-8.67874
U	-8.68133
Nu	-8.68533
▁pens	-8.68615
hora	-8.68616
$	-8.68743
b	-8.68762
Te	-8.69289
ce	-8.69301
Cre	-8.69712
▁disp	-8.69777
▁mil	-8.69865
▁rec	-8.70048
ular	-8.70053
▁sol	-8.70406
pero	-8.705
imo	-8.70635
um	-8.70725
gu	-8.70728
iajar	-8.70734
tipos	-8.70793
▁hijo	-8.70925
jo	-8.70929
▁diferente	-8.7095
▁perro	-8.71159
▁li	-8.71171
igo	-8.71403
▁interesado	-8.71433
dría	-8.71516
▁Segu	-8.71624
eza	-8.71834
br	-8.71862
▁romp	-8.72191
Ha	-8.72287
pe	-8.72374
▁tuvi	-8.72381
▁G	-8.72486
omet	-8.72613
▁pudie	-8.72835
▁obtene	-8.72925
▁entend	-8.73163
▁Ja	-8.7324
▁princip	-8.7324
proxim	-8.73241
▁Away	-8.73241
▁ONU	-8.73241
▁Oaklawn	-8.73241
▁apretad	-8.73241
▁chocolate	-8.73241
▁crédito	-8.73241
▁cumpleaños	-8.73241
▁dividirla	-8.73241
▁educación	-8.73241
▁experiencia	-8.73241
▁felices	-8.73241
▁gradu	-8.73241
▁gratis	-8.73241
▁historia	-8.73241
▁inalámbrico	-8.73241
▁introdu	-8.73241
▁investigación	-8.73241
▁involucrado	-8.73241
▁jardín	-8.73241
▁mapache	-8.73241
▁mensaje	-8.73241
▁números	-8.73241
▁oportunidad	-8.73241
▁ordenador	-8.73241
▁programa	-8.73241
▁prueba	-8.73241
▁públic	-8.73241
▁semestre	-8.73241
▁sorpresa	-8.73241
▁infantil	-8.73241
éxi	-8.73241
▁York	-8.73241
▁afecta	-8.73241
▁permanec	-8.73241
▁electr	-8.73241
▁elegiría	-8.73241
▁halaga	-8.73241
▁interior	-8.73241
▁demasiad	-8.73241
▁primero	-8.73241
▁ruido	-8.73241
▁seguridad	-8.73241
▁final	-8.73242
▁posible	-8.73242
▁regresa	-8.73242
▁tierra	-8.73242
urbios	-8.73243
▁ocurri	-8.73245
▁Parec	-8.73246
▁Estuv	-8.73247
campa	-8.73248
▁Reagan	-8.73248
▁tarde	-8.73248
▁perdieron	-8.73249
▁morde	-8.73249
▁polic	-8.73249
▁completa	-8.7325
▁maleta	-8.7325
▁relaja	-8.7325
▁regalo	-8.73251
▁prepara	-8.73252
▁griego	-8.73252
▁papel	-8.73255
mple	-8.73255
▁ingres	-8.73256
▁bajo	-8.73264
▁contento	-8.73265
▁escapa	-8.73267
▁escuela	-8.73268
gico	-8.7327
▁Pea	-8.73271
▁guard	-8.73273
▁complicado	-8.73278
▁Viví	-8.73281
taria	-8.73285
▁interesante	-8.73285
▁osea	-8.73287
▁clase	-8.73289
▁realidad	-8.73297
▁desierto	-8.73305
▁lidia	-8.73317
▁presta	-8.73325
▁aire	-8.73325
▁vestido	-8.7333
▁dis	-8.73335
▁envié	-8.73363
▁También	-8.73376
▁molestaría	-8.73385
▁profesores	-8.73403
▁urbanas	-8.73424
▁manten	-8.73442
▁fá	-8.7345
▁viene	-8.73455
▁volando	-8.73458
ntrop	-8.73461
▁funcionando	-8.73494
▁turn	-8.73507
▁aterrador	-8.73508
▁beb	-8.73523
▁estuviera	-8.73528
▁resp	-8.73534
▁explicar	-8.73556
▁coche	-8.73571
▁cap	-8.73577
▁entrenan	-8.73625
▁odi	-8.73642
▁dentro	-8.73649
scar	-8.73693
ecia	-8.73697
icio	-8.73719
bandon	-8.73732
▁terminaría	-8.73749
bli	-8.73761
▁cuidar	-8.73784
▁inter	-8.73815
▁especiales	-8.73864
nado	-8.73887
▁esperado	-8.73921
siento	-8.73954
▁vol	-8.73962
▁Fui	-8.73965
▁obs	-8.73986
▁asust	-8.74175
▁ganan	-8.74185
▁asisti	-8.7422
▁agradables	-8.74255
▁rompi	-8.74301
tamente	-8.74403
▁conf	-8.74467
▁pas	-8.74485
▁leer	-8.74518
diós	-8.74572
▁dedica	-8.74583
usual	-8.7461
▁irte	-8.74621
▁probado	-8.74652
ivo	-8.74667
zar	-8.747
Pod	-8.74906
▁compr	-8.75041
rimen	-8.7512
cubr	-8.75188
▁pre	-8.752
▁elev	-8.75335
▁cli	-8.75359
▁hac	-8.7538
▁fr	-8.7553
ecesit	-8.75764
aré	-8.7578
▁realiza	-8.7578
▁Indiana	-8.7591
cuent	-8.75949
▁montar	-8.76012
▁In	-8.76053
▁antes	-8.76086
▁tuviera	-8.76092
▁interesados	-8.76255
▁malo	-8.76382
▁terminar	-8.7675
▁enf	-8.76786
▁pud	-8.77481
ién	-8.77587
remos	-8.77614
▁val	-8.77806
peor	-8.77852
▁demás	-8.77867
vi	-8.78
▁Ma	-8.78528
▁Ind	-8.78676
roso	-8.7893
▁esté	-8.78995
mbr	-8.79114
cas	-8.79303
▁dice	-8.7936
partir	-8.79417
adamente	-8.79427
leva	-8.79464
iz	-8.79544
tos	-8.79641
▁cost	-8.79875
ito	-8.8008
adre	-8.80134
▁explotar	-8.8025
aban	-8.80506
úl	-8.80523
▁has	-8.81291
▁cerca	-8.81457
▁ti	-8.8155
tio	-8.81619
▁sabe	-8.81773
▁cult	-8.82009
▁fac	-8.82051
tori	-8.82159
▁Qu	-8.82395
▁tras	-8.8265
lar	-8.82915
▁té	-8.82957
▁viaja	-8.83387
ncuent	-8.83424
st	-8.8381
fui	-8.84005
▁dé	-8.84039
▁perderlo	-8.84727
▁En	-8.85042
dy	-8.85413
oma	-8.86329
▁pó	-8.86682
fecci	-8.86705
▁comid	-8.86791
▁mie	-8.87028
▁marc	-8.87081
▁der	-8.87247
▁causar	-8.87266
cal	-8.87574
S	-8.88227
idad	-8.88604
▁sent	-8.88753
eran	-8.89528
doras	-8.89544
enso	-8.89813
▁volv	-8.89868
▁días	-8.9001
▁fuer	-8.90206
conoce	-8.90912
▁Por	-8.91068
ok	-8.91795
onde	-8.91879
▁j	-8.91953
▁aprende	-8.92617
▁vas	-8.92646
▁gust	-8.92745
re	-8.92778
▁qui	-8.92892
sus	-8.92893
vis	-8.93033
▁Yo	-8.93077
▁escu	-8.93584
▁muer	-8.94379
▁dejar	-8.94625
sesi	-8.94808
llá	-8.94932
▁dif	-8.94994
cidad	-8.95671
▁haci	-8.95797
dió	-8.95882
oper	-8.96503
▁ras	-8.97123
ntó	-8.97632
ran	-8.9789
▁prob	-8.98282
▁buen	-8.98292
▁to	-8.99055
▁llega	-8.99511
entra	-8.9992
cele	-9.00028
ta	-9.00049
▁apoy	-9.0085
▁informar	-9.00903
▁pudi	-9.01034
ación	-9.01924
▁profes	-9.0265
▁dese	-9.03477
rland	-9.03959
pido	-9.05717
lle	-9.07756
▁Tod	-9.07761
▁estudia	-9.08442
▁plan	-9.09137
cult	-9.09263
ña	-9.09406
idas	-9.09731
lmente	-9.09814
▁hor	-9.10476
▁tendr	-9.11559
▁pag	-9.11632
rio	-9.11757
▁aprendi	-9.13451
▁come	-9.13568
▁tele	-9.13866
ónic	-9.14815
ni	-9.15124
cional	-9.15754
ya	-9.16246
▁arte	-9.16525
eguía	-9.17049
▁vot	-9.17049
encar	-9.17102
eras	-9.17112
haz	-9.17346
orri	-9.18344
▁tr	-9.18366
tras	-9.18735
alen	-9.1945
cu	-9.1952
▁ro	-9.19563
ales	-9.20086
lla	-9.20223
h	-9.21192
nicas	-9.2136
▁quiere	-9.2163
▁exacto	-9.21756
▁so	-9.21797
▁vivi	-9.21887
íamos	-9.21961
ga	-9.23217
▁i	-9.23797
▁inform	-9.24098
pend	-9.24652
▁financia	-9.24654
poyo	-9.24977
gos	-9.25187
erando	-9.25301
armar	-9.25329
onó	-9.2541
▁inm	-9.25598
aron	-9.2575
▁ves	-9.27096
▁ven	-9.27296
iez	-9.27391
▁esc	-9.27467
▁lleg	-9.27533
▁nueva	-9.27668
tu	-9.27961
dar	-9.2852
ese	-9.28909
ible	-9.29002
ambi	-9.29068
bra	-9.29599
▁emp	-9.30044
▁pequeñ	-9.30351
ejó	-9.30667
per	-9.30736
▁form	-9.31485
asé	-9.31486
erson	-9.3202
▁mir	-9.32068
▁llamad	-9.32114
▁debe	-9.32132
fí	-9.33257
carga	-9.33547
car	-9.34577
▁trabajan	-9.34747
ntes	-9.35178
si	-9.35256
▁deja	-9.38837
▁relaci	-9.38855
entes	-9.3905
▁representa	-9.39256
ntrar	-9.39471
lva	-9.39998
ció	-9.40224
id	-9.4025
▁cinc	-9.40437
ndos	-9.40584
▁pasa	-9.40825
▁conoc	-9.4119
ciente	-9.41224
mas	-9.41511
▁esp	-9.41839
zas	-9.42665
▁cua	-9.42822
▁pue	-9.43105
▁Dije	-9.43177
▁causa	-9.4414
ico	-9.44524
▁sab	-9.44802
ección	-9.45105
ocupa	-9.45201
▁especi	-9.45324
ega	-9.45642
iv	-9.457
▁Pre	-9.45726
j	-9.45977
dado	-9.47097
▁toma	-9.47565
▁cuid	-9.47775
bill	-9.4817
irá	-9.48181
▁do	-9.48325
▁ab	-9.48394
▁viv	-9.49127
▁lun	-9.49549
endi	-9.49615
az	-9.50033
ill	-9.5013
ueva	-9.50178
▁perd	-9.50463
das	-9.50523
pós	-9.51603
mina	-9.51787
el	-9.52405
esta	-9.52577
mar	-9.52836
uge	-9.5305
ent	-9.53186
▁llam	-9.53188
▁Th	-9.53368
iti	-9.54621
ub	-9.54772
▁benefici	-9.5522
sist	-9.55383
▁mira	-9.5701
▁explot	-9.5717
li	-9.57324
▁done	-9.57501
tactos	-9.5811
▁crec	-9.58602
▁nuestr	-9.58656
ita	-9.58734
▁sigu	-9.58752
▁parti	-9.59359
más	-9.59865
▁habla	-9.60018
bi	-9.60051
muer	-9.60079
ndrá	-9.60081
sigu	-9.60213
▁cal	-9.60438
ándo	-9.60605
ka	-9.60617
carg	-9.60813
C	-9.61434
▁grabad	-9.61662
igua	-9.62006
gas	-9.62263
fic	-9.62594
E	-9.62653
arse	-9.62911
madre	-9.6359
L	-9.63655
▁cab	-9.6401
▁libr	-9.6405
por	-9.64181
bu	-9.64385
▁sa	-9.64779
lanta	-9.65011
▁vid	-9.65376
▁algu	-9.65912
▁interesa	-9.66131
ijo	-9.66391
▁ayudan	-9.66948
T	-9.67381
izado	-9.67409
montar	-9.677
compañ	-9.67774
staba	-9.68147
▁am	-9.68216
ortar	-9.68329
La	-9.6837
fuera	-9.6839
▁cri	-9.68396
table	-9.68485
tuviera	-9.68489
B	-9.68561
▁f	-9.68563
demás	-9.68612
cio	-9.68636
qu	-9.68659
D	-9.69174
ño	-9.69179
volver	-9.69237
Lo	-9.69794
Todo	-9.7016
is	-9.70257
Le	-9.70287
año	-9.70559
En	-9.70565
▁rob	-9.70587
dido	-9.7067
▁agradable	-9.7076
drá	-9.70845
▁aterr	-9.70928
tinuar	-9.71081
atos	-9.71199
miento	-9.71314
uesta	-9.7135
soci	-9.71404
Sab	-9.71619
ab	-9.7163
blo	-9.71689
encio	-9.71787
Con	-9.71893
mular	-9.72161
ensas	-9.72289
unir	-9.72326
▁explica	-9.72441
uh	-9.7252
nto	-9.72616
va	-9.72627
▁clar	-9.72685
Vi	-9.72696
▁cosa	-9.72741
▁urban	-9.72778
▁neces	-9.7284
▁pastel	-9.72867
▁molestar	-9.72874
▁animal	-9.72893
▁profesor	-9.72901
Se	-9.72983
▁Per	-9.73032
scri	-9.73091
irma	-9.73095
encial	-9.73113
speciales	-9.73117
mplicado	-9.73144
ermana	-9.73173
olverlo	-9.73179
▁corpora	-9.7318
ícul	-9.73186
eneral	-9.73213
riego	-9.73232
▁universi	-9.73234
unidad	-9.73236
▁espect	-9.7324
táculos	-9.73241
w	-9.73241
▁W	-9.73241
tural	-9.73245
▁agrad	-9.73246
▁preoc	-9.73246
▁ext	-9.7328
tidos	-9.73298
segur	-9.73312
carle	-9.73318
Es	-9.73346
nvié	-9.73361
umento	-9.73422
▁ofici	-9.73431
▁cambi	-9.7345
vert	-9.73493
▁extra	-9.73524
minó	-9.73543
▁tam	-9.73596
▁diver	-9.73676
▁traj	-9.73717
ueno	-9.73737
mm	-9.73756
entó	-9.73814
▁pap	-9.73838
mación	-9.73854
dades	-9.73935
ple	-9.73981
▁Ap	-9.7399
▁ing	-9.74005
▁entrena	-9.74019
ierto	-9.7406
ionado	-9.74114
udas	-9.7412
untar	-9.74193
avo	-9.74215
▁estu	-9.74239
recer	-9.74342
lado	-9.74384
ícula	-9.74387
elen	-9.74524
▁local	-9.74543
encia	-9.74571
▁of	-9.74586
resado	-9.74606
dica	-9.74612
arrera	-9.74636
ica	-9.7466
▁Ab	-9.74724
ional	-9.74844
na	-9.74933
▁aterrado	-9.74965
▁ví	-9.74998
iment	-9.7508
prime	-9.75087
estan	-9.75132
cialmente	-9.75171
amiento	-9.75207
▁rep	-9.75252
má	-9.75256
bric	-9.75321
▁bl	-9.7535
parar	-9.75354
eh	-9.75502
omb	-9.75507
▁cau	-9.75772
abía	-9.75818
usa	-9.75827
▁R	-9.75873
▁exa	-9.75942
lam	-9.75973
til	-9.76214
gro	-9.76416
▁Ni	-9.76511
robado	-9.76534
▁niñ	-9.76706
▁desc	-9.7692
▁nuest	-9.76923
▁pare	-9.77267
con	-9.77415
nidad	-9.77502
quer	-9.77618
▁interesad	-9.77676
▁entre	-9.77742
inte	-9.77778
▁na	-9.77813
▁pr	-9.77837
ermin	-9.77932
▁empe	-9.78016
▁estuv	-9.78117
▁soci	-9.78132
óm	-9.78445
ropi	-9.78492
irla	-9.78529
▁pel	-9.78584
▁compañ	-9.78619
▁eleg	-9.78637
egres	-9.78686
ur	-9.78714
vir	-9.78825
▁inde	-9.79095
cer	-9.79535
meme	-9.79821
ey	-9.79912
pas	-9.80254
▁tor	-9.80493
▁gu	-9.80817
lio	-9.81141
vel	-9.81166
ativo	-9.81355
▁caba	-9.81498
rí	-9.82179
▁bu	-9.82246
▁mat	-9.82444
rió	-9.82451
rab	-9.82715
za	-9.82923
▁lib	-9.82938
curr	-9.83167
▁Con	-9.83521
▁ba	-9.83986
▁pis	-9.84202
atura	-9.84368
cos	-9.8445
rante	-9.84628
nador	-9.84653
ural	-9.84957
fici	-9.84999
eatr	-9.85234
▁abu	-9.85247
dad	-9.85309
bro	-9.85355
ve	-9.85511
▁pro	-9.85512
ng	-9.85704
▁ex	-9.85997
aja	-9.86102
vida	-9.86124
▁gener	-9.86214
us	-9.86654
rg	-9.86885
iba	-9.8727
tiva	-9.87747
ré	-9.87771
▁asu	-9.87997
Par	-9.88184
cía	-9.88313
avi	-9.88784
estro	-9.89394
tene	-9.89461
rid	-9.89695
idi	-9.90413
ntactos	-9.90733
▁Di	-9.90996
▁desa	-9.91631
▁men	-9.91726
ces	-9.91835
cl	-9.91893
mis	-9.92137
endría	-9.9243
udo	-9.9261
uestra	-9.92891
lá	-9.93571
ust	-9.93672
dé	-9.94039
ver	-9.94068
▁av	-9.94249
pu	-9.94466
nder	-9.94913
ald	-9.95134
ic	-9.96057
▁res	-9.97305
ina	-9.97825
espe	-9.97898
rato	-9.98026
rado	-9.9864
mento	-9.98716
ración	-9.98871
rse	-9.99184
▁zo	-9.99528
▁cuida	-9.99924
mir	-10.0051
and	-10.0097
aná	-10.0139
▁hab	-10.0179
▁mo	-10.0253
▁alt	-10.0312
▁cuán	-10.0322
▁ace	-10.0364
▁bar	-10.0393
nes	-10.0548
rm	-10.0659
del	-10.0722
▁fu	-10.0742
▁ta	-10.0767
bes	-10.0777
▁ri	-10.0844
oga	-10.0847
eros	-10.0859
ador	-10.0968
reocupa	-10.1056
igu	-10.1214
ras	-10.1247
▁ins	-10.1396
efinitivamente	-10.1552
▁obt	-10.1667
usar	-10.1839
portar	-10.1841
olar	-10.2043
▁nuev	-10.2299
▁tuv	-10.2462
▁reco	-10.2472
og	-10.2578
ral	-10.2591
▁Tene	-10.2682
un	-10.2699
enció	-10.2761
ece	-10.2794
eva	-10.2822
eso	-10.2835
yo	-10.2854
eo	-10.2893
otro	-10.3228
lé	-10.3242
cel	-10.3267
▁rela	-10.3447
▁usa	-10.3483
ota	-10.3528
enci	-10.3642
darme	-10.3658
am	-10.4029
ves	-10.4359
par	-10.4372
▁pid	-10.4451
▁cons	-10.46
▁lle	-10.4613
ambia	-10.4669
jó	-10.4769
cho	-10.4874
pi	-10.5073
▁dec	-10.5159
las	-10.524
ár	-10.5657
fu	-10.5718
▁financiad	-10.5738
su	-10.6215
rit	-10.6234
ster	-10.6277
iada	-10.64
rri	-10.6498
Fui	-10.6725
hab	-10.7521
nt	-10.7719
depend	-10.7889
▁gr	-10.8017
sé	-10.8022
sa	-10.8062
▁ci	-10.8609
▁pen	-10.8671
ri	-10.868
ase	-10.8755
lidad	-10.9259
rma	-10.9295
acional	-10.9329
cul	-10.943
ace	-10.9504
▁ten	-10.9769
▁ne	-11.0105
tor	-11.0344
ellos	-11.0406
ltad	-11.0927
iversidad	-11.0993
▁aqu	-11.102
W	-11.106
Q	-11.1061
J	-11.1062
O	-11.1063
G	-11.1064
F	-11.1065
¡	-11.1066
V	-11.1067
k	-11.1068
R	-11.1069
Y	-11.107
H	-11.1071
¿	-11.1072
M	-11.1073
ñ	-11.1073
x	-11.1074
z	-11.1075
N	-11.1076
v	-11.1077
ntinuar	-11.1078
q	-11.1078
