<unk>	0
<s>	0
</s>	0
.	-3.22961
,	-3.36842
▁	-3.4558
▁tlen	-3.72382
▁amo	-4.17124
n	-4.54782
▁ce	-4.66873
▁cualli	-4.72533
s	-4.89222
▁huan	-4.90234
a	-4.90633
qui	-4.91768
▁ica	-4.94372
▁ne	-4.97366
▁ni	-5.00715
queh	-5.04948
c	-5.05202
▁tla	-5.07302
▁ipan	-5.09351
h	-5.09399
i	-5.22409
ya	-5.28118
▁nochi	-5.29804
0	-5.31689
▁ihuan	-5.33741
▁no	-5.34364
▁neliya	-5.37293
▁queman	-5.38133
▁n	-5.39134
▁ya	-5.44581
▁quema	-5.45615
▁Ya	-5.47282
▁qui	-5.50481
yaya	-5.50643
l	-5.59683
1	-5.60756
▁ax	-5.63391
▁nopa	-5.65969
e	-5.67029
▁N	-5.6822
2	-5.6826
▁ma	-5.7108
▁na	-5.75066
▁quena	-5.76835
o	-5.77494
pa	-5.79566
▁monequi	-5.81954
▁t	-5.84881
cen	-5.85022
?	-5.852
▁tlamantli	-5.8833
▁ti	-5.88872
▁¿	-5.91739
li	-5.92965
▁Ax	-5.95848
z	-5.97112
▁mo	-5.9714
▁i	-5.982
▁miac	-5.98343
▁eltoya	-5.98785
▁que	-6.00442
hqui	-6.0219
▁ino	-6.02415
9	-6.05608
▁nepa	-6.06459
▁san	-6.09576
▁de	-6.09753
▁nelpano	-6.09794
▁T	-6.10077
toya	-6.10084
▁tleno	-6.14264
quema	-6.14942
▁panpa	-6.23114
▁A	-6.29132
▁miyac	-6.31294
▁aman	-6.33188
▁to	-6.33452
▁xihuitl	-6.36288
▁nelia	-6.36549
▁C	-6.36859
mpa	-6.38417
▁quiani	-6.41568
▁canque	-6.4158
▁tlacatl	-6.41904
toc	-6.42945
zquia	-6.43648
▁o	-6.45035
ompa	-6.47102
▁cihuatl	-6.47244
▁masqueh	-6.47435
▁Na	-6.4993
m	-6.51081
▁quipiya	-6.51631
tzi	-6.5243
8	-6.52977
▁Ne	-6.53269
▁campa	-6.53349
▁ceyoc	-6.53485
▁Ni	-6.53976
hquiya	-6.5722
que	-6.59008
▁queniuhqui	-6.59499
ca	-6.60847
huel	-6.62717
▁c	-6.64595
u	-6.65131
▁hueyi	-6.65246
▁zan	-6.66279
▁panoc	-6.66355
▁nihmati	-6.66595
huan	-6.6702
▁tihmati	-6.72555
▁U	-6.72596
tli	-6.72629
▁nican	-6.73717
▁nomp	-6.73783
▁pa	-6.73829
▁tonalli	-6.74077
▁xi	-6.75649
ce	-6.77424
▁nih	-6.79109
▁a	-6.79805
tleno	-6.7998
▁Augusta	-6.80729
▁iztoya	-6.81284
▁ome	-6.82317
an	-6.83096
▁tlahue	-6.84242
▁intla	-6.84567
▁macehual	-6.85061
▁pano	-6.87562
▁onca	-6.87923
...	-6.88274
▁tlamachtiloyan	-6.89062
▁O	-6.89593
hua	-6.89777
▁quen	-6.90037
tzin	-6.90554
▁achi	-6.90921
to	-6.92718
▁macehualme	-6.93075
▁m	-6.93671
▁nech	-6.93811
▁huelis	-6.96189
tozquia	-6.97272
▁pam	-6.97537
▁ama	-6.97589
▁Za	-6.98153
▁yeca	-6.98153
▁altepetl	-6.98195
▁nocihuaicni	-6.98222
▁nihmachiliya	-6.98305
▁nochipa	-6.9964
▁tih	-7.00199
▁nechpactiya	-7.00813
▁te	-7.05867
quia	-7.06184
▁canpa	-7.07013
▁Fuerza	-7.08153
▁Ramona	-7.08154
▁timopatlaqueh	-7.08186
▁Nochi	-7.08242
▁nechilhuih	-7.08265
▁E	-7.08379
▁Huacca	-7.08395
▁niquelnamiqui	-7.08427
▁quiihtohqui	-7.08905
mitl	-7.1067
pixtoya	-7.13491
as	-7.1357
▁timo	-7.14358
▁ques	-7.15906
hui	-7.15984
eh	-7.17266
hqueh	-7.1781
hca	-7.17985
no	-7.18312
▁hu	-7.18974
tic	-7.19098
3	-7.19264
▁huacca	-7.19265
▁huahca	-7.19275
▁Aerea	-7.19278
▁niyaz	-7.19287
▁tle	-7.19908
▁Monequi	-7.20009
te	-7.20209
▁quipiyaya	-7.20318
▁nica	-7.2041
x	-7.20617
yonce	-7.21075
t	-7.21085
▁La	-7.21323
▁quipiyan	-7.21389
▁Axnimati	-7.21733
na	-7.22154
htoc	-7.23272
▁quinequi	-7.23439
mo	-7.25036
▁quin	-7.25535
tl	-7.26908
snequi	-7.27902
nana	-7.28085
▁ta	-7.2847
▁oh	-7.2882
▁quichihua	-7.2948
▁achiyo	-7.29816
▁nimo	-7.2982
iztoc	-7.31764
6	-7.31764
▁yehyectzin	-7.31764
▁tlacamen	-7.31772
▁mmm	-7.31775
▁Texas	-7.31775
▁ihquino	-7.31791
▁amoxtli	-7.31891
▁hueliz	-7.31971
squi	-7.32076
▁presión	-7.32082
quiya	-7.32142
▁tlalli	-7.32481
▁regulador	-7.32999
▁ohui	-7.33495
▁p	-7.33934
▁huala	-7.3437
atza	-7.35546
squiya	-7.37584
▁inin	-7.38112
ción	-7.38151
co	-7.38658
aja	-7.40173
es	-7.40219
▁niquita	-7.40314
ma	-7.41367
▁timahto	-7.41453
r	-7.4215
▁Axni	-7.42413
tla	-7.43901
▁I	-7.44134
nca	-7.44483
lti	-7.44733
▁No	-7.44857
▁teipa	-7.45085
▁mochihua	-7.4563
▁yahuiyaya	-7.45648
▁niman	-7.45874
5	-7.4605
▁tlaloxtli	-7.4605
▁cualantli	-7.4605
▁bomba	-7.46053
▁cahuitl	-7.46055
▁Cuba	-7.46069
▁tihcohua	-7.46161
▁tihchihuas	-7.46163
▁monehqui	-7.46186
▁Cualtitoc	-7.46189
▁S	-7.46379
▁catli	-7.46573
▁quiilhuih	-7.46601
▁icha	-7.46816
▁moita	-7.47046
ti	-7.47371
▁qu	-7.4754
▁tequitl	-7.4785
▁monequiyaya	-7.47875
▁huel	-7.49072
▁B	-7.49275
en	-7.49302
▁queya	-7.49313
itoca	-7.49446
▁niya	-7.50923
yoc	-7.51227
er	-7.5232
hhuantin	-7.52354
▁in	-7.53114
elpano	-7.53666
▁axhuel	-7.53852
ia	-7.53974
nequi	-7.54448
▁itzto	-7.54952
▁macuil	-7.55816
▁M	-7.55953
htoya	-7.56104
huih	-7.56846
▁cequin	-7.56945
tlen	-7.57452
▁noc	-7.58475
▁tihpiya	-7.58759
"	-7.59176
ouhquia	-7.61157
▁ca	-7.61861
4	-7.62716
▁iyohyoc	-7.62716
▁quennedy	-7.62716
▁washington	-7.62716
▁patiyo	-7.62717
▁temachtli	-7.62717
▁semana	-7.62717
▁cuesolli	-7.6272
▁yayahuic	-7.62785
▁huehca	-7.62828
▁Jo	-7.62837
▁Nelia	-7.62863
ug	-7.62877
▁chipahuac	-7.62896
▁niiztoya	-7.6291
▁eltoc	-7.6304
▁quimatiyaya	-7.63234
▁calli	-7.63412
▁co	-7.63417
▁yahuiyayah	-7.63537
▁teipan	-7.63917
tequitl	-7.64764
▁macehualmeh	-7.64937
▁nechmaca	-7.64989
▁acic	-7.65501
▁niquilhui	-7.65853
dores	-7.66097
is	-7.66249
▁tech	-7.66498
pan	-7.66661
▁tiqui	-7.67337
▁oncaya	-7.67374
▁quentzi	-7.67497
▁Qui	-7.67603
men	-7.70413
zqui	-7.71195
ztli	-7.71238
▁x	-7.72014
▁cal	-7.72464
cu	-7.72533
meh	-7.74017
ahui	-7.74712
▁mazqui	-7.74763
ayoc	-7.74943
▁nihuel	-7.75145
imatiyaya	-7.75287
▁hueli	-7.76272
▁nechpacti	-7.76807
▁chichi	-7.76912
paxalos	-7.80058
oc	-7.80306
tonalli	-7.80352
emb	-7.80562
hque	-7.80595
▁mitz	-7.81064
▁nihma	-7.81677
▁tohhuanti	-7.81703
▁avion	-7.82465
ica	-7.82543
▁totlal	-7.82592
-	-7.82637
7	-7.82716
k	-7.82716
▁altitud	-7.82716
▁palehuiliztli	-7.82717
▁yancui	-7.82717
▁pilconetzi	-7.82719
▁yohualli	-7.82719
▁Bace	-7.82726
▁Quena	-7.82732
payi	-7.82749
▁conetl	-7.82749
▁icuetlaxo	-7.8276
▁ihuelti	-7.8289
▁aviones	-7.82964
▁melahuac	-7.83144
▁tlacatqui	-7.83157
▁quichihqueh	-7.83271
▁tornillo	-7.83308
lli	-7.83381
re	-7.83386
▁tequitiyaya	-7.83415
▁ipati	-7.83423
▁cama	-7.83623
ceh	-7.83808
▁tohhuantin	-7.84013
▁itztoyan	-7.84383
▁noha	-7.84528
tlayacanquetl	-7.84714
cualli	-7.84744
▁quii	-7.85137
al	-7.85523
zceh	-7.86249
▁yahqui	-7.86692
p	-7.86727
▁"	-7.87214
chi	-7.88604
ard	-7.89112
sta	-7.89155
▁nel	-7.89657
▁tihuel	-7.8966
os	-7.89985
▁chi	-7.90854
mati	-7.90981
▁nimahmahui	-7.91092
antzi	-7.91306
ir	-7.91714
▁quimati	-7.918
▁mopatla	-7.92178
▁To	-7.92316
pano	-7.95041
ohui	-7.95493
ha	-7.95816
▁f	-7.97006
tza	-7.97132
quen	-7.97548
▁hual	-7.97683
hli	-7.97797
▁De	-7.97864
ome	-7.98027
▁con	-7.98145
inana	-7.98155
sa	-7.98165
htohqui	-7.98197
ión	-7.98426
aquiliztli	-7.98721
ra	-7.98734
yehyeh	-7.99825
pac	-8.00134
▁Ti	-8.00602
aya	-8.0118
▁camati	-8.012
▁eh	-8.01291
lten	-8.01317
▁tl	-8.01772
iya	-8.02325
tiz	-8.03311
lhuih	-8.03405
▁yon	-8.03853
ecia	-8.03995
F	-8.04125
▁axt	-8.04244
hquetl	-8.04553
▁R	-8.05633
huelti	-8.05715
▁re	-8.05777
▁nitla	-8.05783
itl	-8.06255
▁aci	-8.06327
huayaya	-8.06577
▁Nel	-8.06957
▁masque	-8.07129
▁yahui	-8.07208
cone	-8.07657
ras	-8.07676
ihiyohuil	-8.07716
:	-8.07716
tlahtlanilih	-8.07716
▁Concord	-8.07716
▁Creec	-8.07716
▁Cutty	-8.07716
▁DOT	-8.07716
▁Force	-8.07716
▁Hill	-8.07716
▁Macehualme	-8.07716
▁Notlayi	-8.07716
▁Vegas	-8.07716
▁calixpan	-8.07716
▁darkman	-8.07716
▁faulk	-8.07716
▁pilquentzin	-8.07716
▁tiotlac	-8.07717
▁mahtlac	-8.07717
▁tlaxtlahuilli	-8.07717
▁Nintlelihqui	-8.07718
▁cualtitoc	-8.07718
▁techcaqui	-8.07719
▁metztli	-8.0772
▁meztli	-8.0772
▁conemeh	-8.07722
▁mahuilti	-8.07726
▁eyi	-8.07727
▁cececatl	-8.07731
▁icihui	-8.07731
▁tlapohualiztli	-8.07736
▁nihmachilih	-8.07737
▁Hueliz	-8.0774
▁quinpactiya	-8.07741
▁ahachica	-8.07742
▁notecac	-8.07763
▁tlasolli	-8.07763
▁nompone	-8.07765
▁inemilis	-8.07766
▁nitequititoc	-8.07768
▁nitemo	-8.07785
▁telpocatl	-8.07787
▁por	-8.07808
▁cabras	-8.07816
▁pilotos	-8.07819
▁nihchihuas	-8.07822
▁quiilhuiya	-8.07855
▁tiyecoz	-8.07868
▁nichihuazquia	-8.07875
▁quitla	-8.07875
▁quianpa	-8.07888
▁para	-8.07902
▁iyoyon	-8.07913
stado	-8.07922
▁niquihtoz	-8.07931
▁quinehnehuiliya	-8.08039
▁cequinoc	-8.08045
▁mihqui	-8.08065
▁macehualtzi	-8.08102
▁Loc	-8.08109
uihqui	-8.08116
huicac	-8.08129
▁nite	-8.08178
▁cenpohual	-8.08189
▁nechca	-8.08255
▁Ino	-8.08278
▁axcualli	-8.08288
▁yolic	-8.08316
▁tomin	-8.08387
▁quinehqui	-8.08401
▁quimatoya	-8.08476
v	-8.08527
ihua	-8.08535
nie	-8.0856
enta	-8.08668
▁ihuaya	-8.09105
▁In	-8.09148
▁da	-8.09257
▁quipacti	-8.09324
in	-8.094
iyahqui	-8.09467
chihqueh	-8.09593
tinemi	-8.09694
lac	-8.09696
▁F	-8.09815
▁atlac	-8.0992
▁quichihqui	-8.10048
yan	-8.10222
▁h	-8.10228
chanti	-8.10609
ncoto	-8.10637
▁nipiya	-8.10676
▁nichihua	-8.1084
▁hualla	-8.10941
▁nimati	-8.11176
uayaya	-8.11937
▁Ri	-8.11978
cahqui	-8.12072
tlaxtlahua	-8.12345
cuesol	-8.13008
eliz	-8.14036
▁noh	-8.15047
▁Axt	-8.15114
▁nimomat	-8.15536
yo	-8.16053
uent	-8.16486
▁y	-8.16506
▁ini	-8.16808
tzo	-8.176
catl	-8.1771
ri	-8.17737
tlacua	-8.18011
▁Quema	-8.18454
▁D	-8.18618
etic	-8.18759
ohueyinana	-8.18941
latempohualiztli	-8.19022
per	-8.19207
▁nimoihlia	-8.19372
oya	-8.19465
▁tiya	-8.20889
opatlan	-8.20905
chihuan	-8.2128
ne	-8.21595
▁axti	-8.22016
nem	-8.23219
ci	-8.23557
▁huehue	-8.23576
ceo	-8.23894
chihqui	-8.24053
▁Aci	-8.2423
▁tipix	-8.24801
era	-8.26477
tica	-8.26558
▁nim	-8.26583
▁cuezoliz	-8.26841
▁quichihuas	-8.27454
vi	-8.27664
huica	-8.28117
▁Mal	-8.28731
lia	-8.29083
eltoya	-8.29466
▁nihchih	-8.29894
all	-8.3045
nehqui	-8.30632
▁caqui	-8.30729
liz	-8.31037
ja	-8.313
▁notequi	-8.32328
la	-8.32623
cion	-8.32683
az	-8.32777
▁Ihue	-8.32932
▁quic	-8.33489
tihpaxalo	-8.33567
▁Nech	-8.3525
....	-8.35576
snehqui	-8.35765
quiz	-8.36029
ue	-8.36189
▁patlan	-8.36711
palli	-8.37066
oyoyon	-8.37136
hueyi	-8.37271
chichi	-8.37346
O	-8.37423
▁nimoihli	-8.37555
A	-8.37598
telpoca	-8.37639
▁panp	-8.37986
ones	-8.38031
ria	-8.3932
ampa	-8.39951
ayaya	-8.40065
▁quite	-8.40082
▁oquich	-8.40256
tlelia	-8.40333
▁camp	-8.40335
huantin	-8.40476
▁quiceli	-8.40588
yayah	-8.40616
▁niquihto	-8.40858
huanpox	-8.40863
▁pilciltzi	-8.40939
▁cu	-8.40944
▁militar	-8.40963
icihuilti	-8.4105
polmunes	-8.4105
▁Point	-8.4105
▁aerobic	-8.4105
▁astronautas	-8.4105
▁caxtol	-8.4105
▁comun	-8.4105
▁cuapuerta	-8.4105
▁miciles	-8.4105
▁mohmostla	-8.4105
▁propiedad	-8.4105
▁quiahocuin	-8.4105
▁techtlelihque	-8.4105
▁totlaltecpac	-8.4105
▁tuberculocis	-8.4105
▁ciento	-8.4105
▁Axnechcuezo	-8.4105
▁Fresno	-8.4105
tlahpalo	-8.4105
▁nemiliztli	-8.4105
ff	-8.4105
▁nimatqui	-8.4105
▁inemiliz	-8.4105
▁huecca	-8.4105
▁epatl	-8.41051
▁lechi	-8.41051
▁quitepexihuih	-8.41051
ichtehqui	-8.41051
▁huehuetlahtolli	-8.41052
▁contrapresión	-8.41053
▁tlatepac	-8.41053
▁huill	-8.41054
▁techtempohuiliz	-8.41054
▁nicualan	-8.41055
▁miquistli	-8.41056
▁Unidos	-8.41059
▁tlamaxtil	-8.41063
pocatl	-8.41066
▁mocoton	-8.41066
▁cequion	-8.41072
▁tecuitlahui	-8.41074
▁Camati	-8.41077
▁Flono	-8.41077
▁DC	-8.41078
▁tlayohua	-8.41103
▁namantzi	-8.41105
▁tlacohquetl	-8.41111
ust	-8.4112
▁tochantzin	-8.41124
▁titequihuiz	-8.41141
▁huihui	-8.4115
▁Nimoihlihqui	-8.4117
▁iceli	-8.41171
tlancoc	-8.41186
▁Huan	-8.41212
▁vaso	-8.41216
▁nicamohuihqui	-8.4122
vas	-8.41232
▁moyolcu	-8.41235
▁quimahtoyaya	-8.41236
▁ompan	-8.41267
atlac	-8.4133
▁huallahqui	-8.41331
▁chichimen	-8.41363
▁quimachiliya	-8.41427
▁nimantzi	-8.41437
▁xite	-8.41532
▁tipanos	-8.41551
Axonca	-8.41597
▁quicelis	-8.4162
▁amatl	-8.41649
▁tlehco	-8.41704
dici	-8.41751
▁ilhuitl	-8.41753
istli	-8.41848
piya	-8.41854
aca	-8.41901
▁mopano	-8.41931
▁latas	-8.41955
▁notequih	-8.41961
▁bot	-8.42147
gu	-8.42174
tilan	-8.42377
▁itztoya	-8.42388
nahui	-8.42389
▁toponi	-8.42403
▁tlacualli	-8.42518
▁mochihuas	-8.42613
▁champ	-8.42676
▁ix	-8.42688
▁quimatin	-8.42713
▁quenque	-8.42718
▁Hu	-8.42876
▁Nechtlelihqu	-8.4297
gen	-8.4299
huihqueh	-8.43061
tlacohuas	-8.43157
esp	-8.43404
▁nimomachti	-8.43512
▁Nimoihlia	-8.43563
▁tiitzto	-8.43645
▁tequitic	-8.43677
tepostlatopontli	-8.43762
▁timocuapolo	-8.43819
▁tlenihqui	-8.43981
tipa	-8.44059
▁Nine	-8.44239
▁xih	-8.44293
itlachili	-8.4446
▁za	-8.44592
▁Qu	-8.44593
▁ar	-8.44875
▁tel	-8.4511
▁izto	-8.45392
lahtlan	-8.45475
▁Axtle	-8.45532
bre	-8.45545
g	-8.45578
hmatoya	-8.45578
tzahtoya	-8.45843
leman	-8.45946
▁Nimahto	-8.45963
▁moyoyon	-8.45968
▁neci	-8.45972
▁quima	-8.46142
ahqui	-8.46363
cihuaicni	-8.46484
imocuezo	-8.46601
el	-8.46636
imotequipachohua	-8.46919
▁ihua	-8.46938
▁pan	-8.47012
ex	-8.47522
▁patlani	-8.47593
tihqueh	-8.47594
▁axn	-8.47662
▁temaca	-8.47901
spi	-8.47919
▁niquixmati	-8.48434
▁tlachtl	-8.48607
ques	-8.49073
▁queniu	-8.4911
▁cual	-8.49344
nextiliz	-8.49612
▁axni	-8.49689
xtic	-8.49895
▁nimacahuaz	-8.50364
▁r	-8.50621
huehue	-8.50826
teo	-8.51192
cahua	-8.51241
mi	-8.51303
▁quitequihuiya	-8.51553
ltic	-8.51607
▁Ma	-8.52503
amo	-8.52692
iyaya	-8.52895
nequiyaya	-8.52953
or	-8.52972
▁itla	-8.52987
▁miqui	-8.53328
ochan	-8.54178
itlelihqui	-8.54237
y	-8.54461
ap	-8.54512
▁ba	-8.54614
em	-8.54844
hualli	-8.55099
bu	-8.55151
tlami	-8.5549
izceh	-8.55499
ol	-8.55508
ta	-8.55525
▁tlanahuatil	-8.55868
▁hueyic	-8.55984
ada	-8.56215
imomachtih	-8.56454
▁tipano	-8.56543
evis	-8.566
ic	-8.56708
nohnotza	-8.56908
liztli	-8.57876
ehqui	-8.58256
ac	-8.58268
itata	-8.58661
notz	-8.5923
htlali	-8.59498
▁nimitz	-8.59656
▁Axtipiya	-8.59736
▁nah	-8.6013
▁nihnequis	-8.61225
▁tlamiya	-8.61568
▁ah	-8.61915
tequitiz	-8.62172
ter	-8.62192
ni	-8.62329
niyahtoc	-8.62665
ans	-8.6324
▁yahhuanti	-8.63671
ba	-8.63676
ichanti	-8.637
▁nihc	-8.63745
▁tin	-8.64596
so	-8.64721
▁nechtitlanqu	-8.64727
tih	-8.65079
▁e	-8.65327
▁quimat	-8.65502
huilih	-8.65679
▁nitlamiz	-8.65719
▁nihchi	-8.65922
▁elto	-8.66523
▁itztoc	-8.67037
iro	-8.67071
tequihuiya	-8.67336
oconehuan	-8.67642
ahacat	-8.68107
iyol	-8.68165
▁tihc	-8.68355
▁nitlami	-8.68769
nel	-8.68845
il	-8.69115
machiltil	-8.69126
▁nicamati	-8.69303
ati	-8.69383
itlanqueh	-8.69613
▁niquitas	-8.70222
ub	-8.70925
▁nochan	-8.70955
▁quipaxalo	-8.71093
▁timanahuiz	-8.71427
htoquen	-8.7207
▁nocone	-8.72135
chiya	-8.72265
anci	-8.7351
▁titztoya	-8.73709
lo	-8.74022
▁mi	-8.74134
▁nihnequi	-8.74964
▁quihto	-8.75237
ito	-8.75372
▁es	-8.75501
nqui	-8.75729
cal	-8.76046
tis	-8.76069
▁nihmat	-8.77226
▁anqui	-8.77355
▁tequiti	-8.77462
tlahuac	-8.7754
tiliztli	-8.77602
▁mococoh	-8.77965
▁queniuh	-8.78114
axca	-8.78216
▁tepostl	-8.78646
ihmachiliya	-8.7874
▁cua	-8.79071
huacen	-8.79425
cio	-8.81207
pantiz	-8.81244
nimotequipanolti	-8.8138
ano	-8.81578
▁timah	-8.81804
ihqui	-8.82117
▁quipactis	-8.82519
▁moc	-8.827
cua	-8.82737
▁tlat	-8.82966
alli	-8.83163
ohua	-8.83351
pil	-8.83488
uis	-8.83638
▁niquitato	-8.83749
ador	-8.83861
lih	-8.84086
teno	-8.84208
cuitlahuiya	-8.84309
▁el	-8.84468
mento	-8.84559
panpa	-8.84691
ed	-8.85237
▁P	-8.85337
▁tlap	-8.85589
▁nipano	-8.85949
adi	-8.8602
olo	-8.86329
▁nechtla	-8.86592
▁timocuapoloh	-8.86698
Cualli	-8.86752
tlasol	-8.87032
anqui	-8.87056
tatl	-8.87154
▁cent	-8.87226
C	-8.87376
¿	-8.87416
chic	-8.8746
ahua	-8.87481
pohtoc	-8.87482
ana	-8.87749
tlanahuatil	-8.87767
tequitic	-8.87862
quiihtohqui	-8.87997
tomin	-8.88047
ihuical	-8.88103
los	-8.88141
macehualmeh	-8.88232
ipa	-8.88999
▁H	-8.89103
pehpen	-8.89123
▁axhue	-8.8913
tlapoh	-8.89483
▁axquimati	-8.895
iztoya	-8.89597
▁axquimat	-8.89613
ohqui	-8.89672
toloh	-8.89718
inemi	-8.89784
▁Nohueyitata	-8.89918
▁icihua	-8.89983
toque	-8.90089
tlapehpeni	-8.90312
▁chipahua	-8.90416
▁Cualtito	-8.90469
▁Lo	-8.90532
▁J	-8.90624
camanalhuihqu	-8.90624
ov	-8.90648
▁tele	-8.90689
uezoliz	-8.90905
▁Te	-8.90959
ihliuhqui	-8.90962
▁teposme	-8.91023
egulador	-8.91024
▁monamih	-8.91044
▁Axtechcahuili	-8.9105
▁Yehye	-8.9105
▁afroamerican	-8.9105
▁imahuicalhu	-8.9105
▁tihyeye	-8.9105
Mitzpahti	-8.9105
nemilizmati	-8.9105
teposcalmimilol	-8.9105
▁Axnechpahti	-8.9105
▁Charlotte	-8.9105
▁Missouri	-8.9105
▁Spaniel	-8.9105
▁atenco	-8.9105
▁atómica	-8.9105
▁britanicos	-8.9105
▁ficiológico	-8.9105
▁fierotic	-8.9105
▁gatillo	-8.9105
▁ihnaloc	-8.9105
▁momachticen	-8.9105
▁nechmahmatqui	-8.9105
▁nihnehnehuilis	-8.9105
▁niyolpaqui	-8.9105
▁petlantic	-8.9105
▁pilcahuitzin	-8.9105
▁presurizado	-8.9105
▁prueba	-8.9105
▁quimictih	-8.9105
▁quitocaxtiya	-8.9105
▁soldados	-8.9105
▁telefono	-8.9105
▁tiiztoqueh	-8.9105
▁timociyahquetza	-8.9105
▁tlapahpacloni	-8.9105
▁xihxihuitl	-8.9105
▁nipilconetzi	-8.9105
▁cocoliztli	-8.9105
▁nechtempohui	-8.9105
▁nihcocolih	-8.9105
▁nionacito	-8.9105
▁nopilconetzi	-8.9105
▁technehmachi	-8.9105
▁tropas	-8.9105
▁Plano	-8.9105
▁itemic	-8.9105
▁nooquichpilhuan	-8.9105
▁Europa	-8.9105
▁calihtic	-8.9105
▁tlamachtiliztli	-8.9105
▁cochpahtiyanin	-8.9105
▁tlapiyalmen	-8.9105
tlahtlacol	-8.9105
▁iconehua	-8.9105
▁tiaciti	-8.9105
▁Mmm	-8.91051
▁quicualtilis	-8.91051
cahcayah	-8.91051
▁quiyacana	-8.91051
▁camanalli	-8.91051
▁mocencah	-8.91051
erson	-8.91052
▁leg	-8.91052
▁mosoquih	-8.91052
▁axniyaz	-8.91052
▁momachtihto	-8.91052
▁tepostoto	-8.91052
▁ixayac	-8.91052
▁Nimonel	-8.91053
▁barco	-8.91053
▁tlaquiyahtoc	-8.91053
▁huelpanos	-8.91053
▁ticuecihui	-8.91053
▁moztla	-8.91053
huihcapa	-8.91054
tihualahqu	-8.91054
▁nihuelcaqui	-8.91054
▁quineyiya	-8.91054
machtihquel	-8.91055
▁huehuecalli	-8.91055
▁tlatlazquia	-8.91055
▁ticalahtozquia	-8.91055
▁nimoyolte	-8.91055
▁momanahui	-8.91055
▁tlapiyalli	-8.91055
tlacayo	-8.91055
▁ahorro	-8.91056
tlatempohuaz	-8.91057
▁axnihmati	-8.91057
▁Nimotlelia	-8.91058
▁ixayoli	-8.91059
▁chicahuac	-8.91059
▁techcahuan	-8.91059
▁Ricc	-8.91059
cualanizquia	-8.91061
▁quiquix	-8.91064
▁nianme	-8.91064
▁axtihueli	-8.91065
▁Iyol	-8.91065
hpohuas	-8.91068
▁xoxo	-8.9107
▁Nimayanayaya	-8.91072
▁motequipanolti	-8.91075
▁teposmecatl	-8.91076
▁nimonel	-8.91077
yolcual	-8.91078
▁tepalehui	-8.91078
▁momax	-8.91079
▁Ticalahtozquia	-8.91079
▁quipantisquiya	-8.91079
echpactitosquiya	-8.9108
▁tlacamanalh	-8.91084
▁mitzpactiya	-8.91086
▁ininamah	-8.91087
▁plan	-8.91087
▁monexti	-8.91088
▁Nimonelchihuili	-8.91092
▁niacito	-8.91098
▁axpanozquia	-8.91099
▁titlacuepili	-8.911
▁cualanqui	-8.91102
▁nipatlanis	-8.91105
▁nihnehnehuiliya	-8.91106
▁nihcaqui	-8.91108
ittac	-8.91109
▁hueyiohtli	-8.9111
▁millas	-8.91111
▁tohueyitatahhua	-8.91112
▁quitlapanita	-8.91112
▁tonati	-8.91114
▁momanahuihqueh	-8.91115
▁quimahcahqu	-8.91118
▁niquel	-8.9112
▁tipatlani	-8.91126
monelcencah	-8.91131
pehuacen	-8.91137
▁ticocoz	-8.91137
▁quinihliuhqui	-8.91138
ihlihqui	-8.9114
▁niquihquiloz	-8.9114
▁toteco	-8.91142
▁mocentili	-8.91149
tamento	-8.91149
▁ticala	-8.9115
mecatl	-8.91153
▁itlahtol	-8.91156
▁niacis	-8.91159
▁tihuelliz	-8.91161
▁quintoca	-8.91166
--	-8.91166
▁inyec	-8.91172
mocehuihqui	-8.91176
eronave	-8.9118
▁militares	-8.91192
▁calahqui	-8.91194
▁tlamahuisol	-8.91201
▁nicuamachilia	-8.91209
moquetza	-8.91219
▁leme	-8.91222
▁motequihuizquia	-8.91234
▁titlaxtlahuas	-8.91239
▁nechpalehuiz	-8.91259
▁pilciltzitzi	-8.91275
almeh	-8.91278
▁mocuepqu	-8.91281
enpohual	-8.91284
quilihqui	-8.91289
▁pro	-8.91298
▁choco	-8.91298
ilhuiya	-8.91307
▁tlapaxalolis	-8.91307
▁peliculas	-8.9131
▁nocha	-8.91317
▁ninohnotzaz	-8.91352
▁text	-8.91352
▁quipoloh	-8.9137
▁quipehpen	-8.91386
matis	-8.91408
ado	-8.91429
▁tichihuaz	-8.91433
▁chicuace	-8.91437
▁nohuanpox	-8.9147
olistli	-8.91472
ble	-8.91473
▁ticahocuin	-8.91494
▁nicahuiliz	-8.91499
▁Pan	-8.91521
▁motlal	-8.91529
ui	-8.9154
▁techmaca	-8.91549
▁timocamanal	-8.91552
▁quiitac	-8.91559
▁hualaci	-8.9159
▁misto	-8.91593
ihui	-8.91604
yoltzi	-8.91607
▁nihmachil	-8.9162
Toteco	-8.91658
▁altepe	-8.91658
▁itlal	-8.91664
▁niitztoc	-8.91669
tech	-8.91696
iztli	-8.91711
▁mitzcalti	-8.9172
▁mohuehcahua	-8.91741
tempohuiliaya	-8.91762
▁tequitizquia	-8.91807
tlahtzoma	-8.91812
▁Nechtlelihque	-8.91845
▁tohueyinana	-8.91868
echcamohuihqui	-8.91873
olpahtoya	-8.91898
▁nihpixtoya	-8.91911
can	-8.91913
▁coca	-8.91932
namaca	-8.91992
▁ixcopincayotl	-8.92054
▁tiitztos	-8.92065
▁tlanahuatili	-8.92071
tin	-8.92095
▁niiqui	-8.92101
▁quimatiz	-8.92105
precion	-8.9211
ixmatqueh	-8.9214
▁mochihqui	-8.9214
▁aquin	-8.92175
chanehuan	-8.92188
▁nepamitl	-8.92227
palehui	-8.92232
▁pohual	-8.9224
▁niyazquia	-8.92256
▁nomotequipano	-8.92264
▁porche	-8.92272
▁tinequi	-8.92301
▁Niyac	-8.92303
▁monamihtihtoc	-8.92324
avo	-8.92353
▁nehnemi	-8.92356
▁moilhuiya	-8.92402
▁avione	-8.92411
yopac	-8.92424
▁quipantiya	-8.92457
echmaca	-8.92497
lis	-8.925
malhuilili	-8.92508
oport	-8.92515
toz	-8.92611
▁tene	-8.92661
oihni	-8.92669
▁tomincal	-8.92691
▁unidad	-8.92696
▁quitza	-8.92939
▁calaqui	-8.92959
mocuezohqui	-8.93046
iltilia	-8.93089
tos	-8.93103
lapohqui	-8.93156
▁chichiton	-8.93176
rea	-8.93213
amah	-8.93256
▁Andr	-8.93258
▁quipix	-8.93329
▁ohtli	-8.93331
iden	-8.93525
mochichiton	-8.93612
▁Quiihtohqu	-8.93716
▁titequiti	-8.93724
moihneliyaya	-8.93766
machilia	-8.93805
piyan	-8.93913
▁quinequiyaya	-8.93933
▁mis	-8.9395
▁istac	-8.94036
▁xoc	-8.94084
▁ihuical	-8.94119
xqui	-8.94127
▁nitlachil	-8.94128
▁axquimatiyaya	-8.9428
aha	-8.94307
▁nicencahuaz	-8.94394
▁nechtlelihque	-8.94399
hcatz	-8.94399
▁nechpalehui	-8.9443
▁quichih	-8.94531
nipaxalo	-8.94549
▁nelcuall	-8.94564
conetzi	-8.94629
av	-8.94711
▁tiquin	-8.95105
iz	-8.9518
ares	-8.95306
tle	-8.95329
▁nimocahua	-8.95365
tlaxtlahui	-8.95558
rio	-8.95586
▁Cualli	-8.9563
▁cihua	-8.95683
▁j	-8.9571
▁Nite	-8.95741
▁axtle	-8.9585
ro	-8.96103
▁icu	-8.96186
ver	-8.96189
▁gr	-8.96196
pece	-8.96212
▁temi	-8.96431
▁nihtla	-8.96504
cahuazquia	-8.96515
▁telpoca	-8.9674
▁axquin	-8.96828
▁nipi	-8.97006
mohuehue	-8.97007
toponizquia	-8.97066
ixpehpena	-8.97388
▁tihmatis	-8.97397
asqueh	-8.97428
on	-8.97463
con	-8.97466
▁chanti	-8.97659
▁tonali	-8.97823
dol	-8.97883
cuitlahui	-8.98214
bo	-8.9832
▁Axqu	-8.98326
▁pre	-8.9845
▁tlanahuatihque	-8.9852
▁tihchi	-8.98521
▁mopatlan	-8.98546
cola	-8.98678
▁canpahueli	-8.98744
orte	-8.98919
▁quip	-8.98939
▁cece	-8.99203
▁quicoh	-8.99255
parado	-8.99417
huic	-8.99545
▁tihnehnehuili	-9.00056
▁nechmachtihque	-9.00163
▁Timati	-9.00202
eso	-9.00246
ph	-9.0032
zquiya	-9.00747
▁huehuetzi	-9.00751
cualtlacatl	-9.00848
▁caltza	-9.00866
▁quicua	-9.00955
mocuapolohuayaya	-9.01229
▁nicochi	-9.01233
▁Cl	-9.01357
til	-9.01642
▁Aera	-9.01673
lihtoya	-9.01855
▁nimahmah	-9.0198
▁axaci	-9.01995
▁axquipiya	-9.02111
▁pol	-9.02221
sti	-9.02459
ntli	-9.02674
po	-9.02704
cui	-9.02708
▁tlal	-9.03189
▁tihtlali	-9.03434
cuep	-9.03786
ztoya	-9.03888
▁au	-9.04352
pehuaz	-9.04419
ihpiya	-9.04498
▁mone	-9.04972
yalli	-9.05054
▁tepost	-9.05429
▁ite	-9.05448
ltepetl	-9.05451
htitlanqueh	-9.05486
icin	-9.059
ihtohua	-9.06064
▁tlah	-9.06075
▁noyoyo	-9.06079
ixhui	-9.06134
▁sacat	-9.06324
▁cuall	-9.0639
ih	-9.06559
▁tab	-9.06786
pohtoya	-9.06787
imahtoyaya	-9.07076
xehxelo	-9.07345
▁axquip	-9.07538
▁nicnequi	-9.07598
▁tite	-9.07993
▁tlahcohua	-9.08083
inih	-9.0837
▁mas	-9.08528
hmachiliya	-9.08531
▁tihchihua	-9.08546
cual	-9.08567
▁cad	-9.08725
▁aqui	-9.09455
iones	-9.09541
for	-9.09593
iyecoz	-9.10141
nelpano	-9.10353
oyo	-9.10379
hmati	-9.10415
▁al	-9.10476
ina	-9.1049
nechtlapehpenih	-9.10535
▁quiaci	-9.10598
▁ci	-9.10615
cuitlahuiloyan	-9.10735
ar	-9.1094
ech	-9.10999
▁Mo	-9.11242
huac	-9.11318
▁ist	-9.11361
nin	-9.11467
tlalnamiquiliz	-9.11678
▁Axnip	-9.11752
quez	-9.11934
xtiz	-9.12062
izquia	-9.12225
quentzi	-9.12273
chicahua	-9.12508
▁mitzcah	-9.12535
▁tihtlap	-9.12576
quelnamiqui	-9.12616
iteno	-9.12635
ino	-9.12917
▁ac	-9.13076
man	-9.13214
nechcamohui	-9.13347
maca	-9.13361
yoya	-9.13697
tlapohtoc	-9.13861
▁mohueh	-9.14236
acatl	-9.14299
▁pe	-9.14436
icahuiliz	-9.14462
▁sa	-9.14705
itepinahti	-9.1481
▁moca	-9.14941
itlamiltiz	-9.14965
ema	-9.15267
manahuizquia	-9.15322
▁axmitzpahti	-9.1542
tlatequihuiliz	-9.15452
▁cequino	-9.15543
▁cop	-9.1565
▁axquinpahtiya	-9.15867
▁xitla	-9.16281
patlan	-9.17019
▁tlaya	-9.1711
▁axnimati	-9.1767
cahuilo	-9.1789
icelihqui	-9.17937
machilti	-9.18118
lu	-9.18209
queni	-9.18527
ihuan	-9.18757
▁quipantihqu	-9.18894
▁motlel	-9.19197
itztoyan	-9.1926
iilhuih	-9.19655
▁cuezoli	-9.1975
▁toto	-9.2022
▁calt	-9.20294
▁tihtequihui	-9.20379
▁Tle	-9.20726
▁motequihui	-9.20895
▁nipoh	-9.21026
▁timocahua	-9.21112
ad	-9.21312
iquitatoc	-9.21472
lanqui	-9.21504
▁ical	-9.21852
quem	-9.21937
nehnehuiliya	-9.22361
otos	-9.22721
lacatl	-9.23165
hueyitata	-9.23394
b	-9.23494
panoltili	-9.24175
chihtoqueh	-9.24268
▁quicohua	-9.243
atl	-9.25197
htoqueh	-9.2537
tempohualiztli	-9.25485
▁tica	-9.25574
lica	-9.26133
▁niel	-9.26729
xtal	-9.26915
▁motequipacho	-9.27113
hco	-9.27134
▁aya	-9.27165
▁ch	-9.27209
acen	-9.27264
▁mocone	-9.27552
▁min	-9.2871
tlan	-9.29002
▁hue	-9.29501
titozquia	-9.29593
▁tihchih	-9.2962
iyan	-9.29762
▁nihueli	-9.29825
oyoyo	-9.29983
▁titla	-9.30209
machtihqueh	-9.30364
cihua	-9.30739
toyaya	-9.30741
omi	-9.30965
ihuaya	-9.31652
tlal	-9.31919
▁chan	-9.32042
matiz	-9.33086
▁mococohto	-9.33674
▁motequipachoh	-9.33691
mahcahua	-9.34191
chihuaz	-9.34958
htohua	-9.34999
▁on	-9.35308
▁quihtoh	-9.35428
mahcahuas	-9.35458
yoyo	-9.35547
▁quipatla	-9.35562
▁ec	-9.35901
▁mohuehcah	-9.36467
empohuiliz	-9.36598
▁centi	-9.3665
▁axhueli	-9.37323
▁tlaso	-9.37605
ten	-9.3777
pohqui	-9.37814
ltoya	-9.38108
lizceh	-9.38428
▁quicohqu	-9.38741
ton	-9.38845
tizquia	-9.39218
uba	-9.39406
huaya	-9.3983
▁tihtequihuic	-9.3994
▁timopa	-9.3994
tohca	-9.40362
▁Tine	-9.40449
▁tlan	-9.40921
▁nitequiti	-9.41193
▁onmo	-9.41201
hual	-9.41417
▁l	-9.41561
ahuili	-9.41645
tlelihqui	-9.42469
▁d	-9.42537
io	-9.43172
▁ontla	-9.43207
ilhuih	-9.43261
echtitlanqueh	-9.4327
▁nimahmahuih	-9.43463
tlachihtoqueh	-9.43864
▁Axtipi	-9.44705
imoyoyonti	-9.45119
len	-9.45129
id	-9.45216
ochi	-9.45403
▁ay	-9.45419
▁can	-9.45697
huili	-9.45742
▁axquinpahti	-9.45828
▁Tla	-9.45849
▁nec	-9.46132
tlatequihuili	-9.46137
▁quicohque	-9.46512
epe	-9.47404
ipiyaya	-9.47489
oh	-9.4759
▁mococ	-9.47742
imalacachoht	-9.48003
▁quinca	-9.481
huehchihua	-9.48119
tata	-9.4825
▁quitlal	-9.48572
▁chico	-9.48868
▁quinma	-9.48929
hmac	-9.49235
▁Quem	-9.49369
nayaya	-9.50559
pi	-9.50706
hhuicac	-9.50737
▁nielto	-9.50782
aht	-9.51216
tlalnamiqui	-9.51395
▁nimoihliaya	-9.51574
vic	-9.51738
malacach	-9.52158
jado	-9.53179
ayotipa	-9.53555
▁b	-9.53598
zan	-9.53808
▁nihp	-9.54509
cier	-9.54602
mitzpahtiyaya	-9.54779
ohuayaya	-9.5497
caltza	-9.55433
▁tlach	-9.55557
erc	-9.56571
d	-9.56576
▁quitequihui	-9.56878
▁timotequipacho	-9.56999
echtlapehpenih	-9.57293
▁mitzca	-9.57383
▁inf	-9.57393
naz	-9.5747
quisquiya	-9.57771
xehxeloh	-9.58039
yahqui	-9.58169
di	-9.58363
rd	-9.58727
cochqui	-9.59099
▁tlahco	-9.59816
topon	-9.59835
lhui	-9.59881
ahuel	-9.60081
▁pil	-9.60678
stli	-9.60692
tepetl	-9.61122
▁Bom	-9.61331
▁s	-9.61692
htozquia	-9.62681
▁Cam	-9.63057
hueli	-9.63105
ellia	-9.63285
▁Nimah	-9.63323
▁axqui	-9.6341
▁mocahua	-9.63488
tlacatl	-9.63616
▁itzt	-9.63783
▁regul	-9.64069
cuepa	-9.6435
▁niquixmatiz	-9.64762
▁hueh	-9.64822
toca	-9.65017
nal	-9.65497
iqui	-9.65935
cr	-9.66
oli	-9.6629
▁Me	-9.66355
iyo	-9.66364
ihtlali	-9.66615
vis	-9.66716
▁eli	-9.67555
machil	-9.67948
camatiz	-9.6799
▁mocahu	-9.68412
▁nimotequipacho	-9.68596
j	-9.68768
fr	-9.68946
▁su	-9.69442
mazquia	-9.69477
ua	-9.696
cohqueh	-9.69738
huelis	-9.70285
▁quiihtoh	-9.70457
amen	-9.70522
▁cuali	-9.70574
altoya	-9.70804
▁mocuapolohua	-9.71251
mahuis	-9.7189
iltis	-9.72287
omba	-9.72488
ch	-9.72516
▁Nohuey	-9.72581
sión	-9.72954
gi	-9.73472
▁di	-9.73748
▁eliz	-9.74093
titlan	-9.7457
hcahuazquia	-9.74723
▁huehuent	-9.74858
me	-9.74907
um	-9.75445
matiyaya	-9.75906
ilhui	-9.76139
ihc	-9.76271
citozquia	-9.76696
rte	-9.76906
coh	-9.76952
centili	-9.76992
par	-9.7706
hualtihqu	-9.77121
tili	-9.77131
ihuacen	-9.77438
▁monel	-9.77632
▁Ca	-9.77854
▁icelt	-9.78005
▁topon	-9.78126
▁nitequit	-9.78695
▁tiht	-9.78855
panoz	-9.79149
tiya	-9.79191
▁quico	-9.79313
▁nimahma	-9.79648
▁huelli	-9.79825
▁macehua	-9.79866
chichiton	-9.80032
▁mitzpahti	-9.80274
▁nichih	-9.80288
▁quiixma	-9.80473
▁Nimoihli	-9.80716
tlatelhui	-9.80815
isquiya	-9.8082
tequitiyaya	-9.8087
huehchih	-9.80929
onelchihuili	-9.81068
itac	-9.81388
▁des	-9.81544
idad	-9.8174
▁ahi	-9.81842
htzonqu	-9.81856
poyohua	-9.8188
▁itat	-9.82037
ehua	-9.82046
one	-9.82427
▁nechpalehu	-9.82477
ahtoya	-9.82632
ita	-9.82651
ntzi	-9.82678
ihca	-9.82722
▁timoca	-9.82895
atlahc	-9.82918
nemilis	-9.82973
tepozt	-9.83237
ument	-9.83322
▁axnech	-9.83548
▁quiixpehp	-9.83941
cuetlaxo	-9.84266
▁hueyia	-9.84391
ihneliyaya	-9.84412
▁panos	-9.84779
coto	-9.84825
huiyaya	-9.85126
▁tit	-9.85312
mocah	-9.85357
▁niquit	-9.85484
▁Y	-9.85506
den	-9.85569
▁And	-9.8562
▁nichihu	-9.85652
mil	-9.85716
tor	-9.85859
▁nechtleli	-9.8587
npa	-9.85967
▁nihue	-9.86181
▁nicencahu	-9.862
▁at	-9.86225
le	-9.86258
ihuiyo	-9.86279
q	-9.8634
eo	-9.86416
▁quit	-9.86429
▁tic	-9.86449
tihtoc	-9.86569
st	-9.86577
quichihua	-9.86757
ge	-9.86807
tlapohualiz	-9.8686
unidad	-9.86988
▁titlaxtlah	-9.87001
I	-9.87005
▁tornill	-9.87073
lacohuas	-9.87106
queniuhqui	-9.87139
pohualli	-9.87162
R	-9.87221
cihuatl	-9.87251
presión	-9.87272
Huacca	-9.87336
▁tlaxtla	-9.87425
inehque	-9.87443
nextili	-9.8748
tihmati	-9.87497
nelia	-9.87543
E	-9.87569
S	-9.8758
latas	-9.87584
alhuilili	-9.87597
ohtli	-9.87627
avion	-9.87723
yolic	-9.87727
uilizceh	-9.87729
nelcual	-9.87743
H	-9.8776
cahuan	-9.87785
nehnemi	-9.87792
monamihtihtoc	-9.87879
ens	-9.87897
elnamiqui	-9.87906
melahuac	-9.87921
hueltlacohua	-9.87995
▁mopat	-9.88003
porche	-9.88012
tlapohual	-9.88031
monequi	-9.88182
masqueh	-9.88264
motequipacho	-9.88281
▁Nip	-9.88347
quinixmatqu	-9.88415
tlacatqui	-9.88418
ama	-9.88463
▁moilhui	-9.88497
quiixmati	-9.88511
ixcopincayotl	-9.88529
quenque	-9.88717
ion	-9.88737
Y	-9.88759
cohuas	-9.88788
▁ip	-9.8885
▁tona	-9.88861
icni	-9.88862
vo	-9.88893
ceyoc	-9.88903
▁mocuapolo	-9.89009
▁axniqu	-9.89042
▁nima	-9.89046
tlehco	-9.89062
xpehpen	-9.8919
nepa	-9.89192
latempohuili	-9.89253
T	-9.8931
▁titet	-9.89421
▁neliy	-9.89559
altepe	-9.89574
nimoihliaya	-9.89597
▁axnoc	-9.89632
nohnotz	-9.89637
axtihu	-9.89681
▁quimachili	-9.89729
lehui	-9.89752
chilhuih	-9.8986
ilhuitl	-9.89885
mba	-9.89886
listli	-9.89924
▁ticahocui	-9.89926
tlahtol	-9.90021
icuamachili	-9.90128
ixma	-9.90128
achiliya	-9.9014
tex	-9.90208
▁tlacat	-9.90253
nahuatil	-9.90253
tlatempohualiz	-9.90288
▁mocuapoloh	-9.90288
▁contr	-9.9029
yolcuezoh	-9.90304
tequihui	-9.90323
▁nicamohuih	-9.90346
▁Tichi	-9.9036
pahtiyaya	-9.90374
▁pelicula	-9.90389
▁niquelnami	-9.90408
paquiliz	-9.90414
ecuitlahuiloya	-9.90417
hchihqui	-9.90437
▁cabra	-9.90475
tequihuiz	-9.90482
paxalolis	-9.90504
▁nihpixto	-9.90512
ihtoya	-9.90517
peq	-9.9055
atopontli	-9.90558
▁mitzpah	-9.90594
▁nomalac	-9.90624
▁piloto	-9.90634
iquihquilo	-9.90699
ornillo	-9.90719
avez	-9.90723
yecto	-9.9074
▁xihuit	-9.90742
chihuas	-9.90768
htihque	-9.90775
cuapoloh	-9.90776
camanalo	-9.90783
▁iyoyo	-9.90813
uihquetl	-9.90847
lacohquetl	-9.90855
cocoz	-9.90864
acion	-9.90888
petl	-9.90891
▁motequi	-9.90891
▁yayahui	-9.90894
▁tlamant	-9.90904
itzcalti	-9.90906
iloto	-9.90908
▁ipa	-9.90923
▁ahachi	-9.90926
equiti	-9.90941
tlacuepili	-9.90946
quipanoltiz	-9.90949
tlaxo	-9.9095
motom	-9.90951
tatahhua	-9.9096
▁Ticalah	-9.90977
tequimac	-9.90979
tempohua	-9.90986
ehnehuili	-9.91
▁nipatla	-9.91028
iquihtoz	-9.91038
ueniuhqui	-9.91039
yitatahhua	-9.9104
ó	-9.91041
nehuiliya	-9.91042
ixayol	-9.91042
pachoh	-9.91044
tlapiyal	-9.91046
▁timotequipa	-9.91048
cochpahtiyan	-9.91049
tlamachtili	-9.91049
ueyin	-9.9105
fe	-9.9105
ixcopinca	-9.9105
oteposca	-9.9105
w	-9.9105
fic	-9.9105
urop	-9.9105
ltonal	-9.91051
▁ficiol	-9.91051
manahuiya	-9.91051
uilohqui	-9.91052
▁notlay	-9.91054
imociyahqu	-9.91057
▁motequipano	-9.91063
▁tuberc	-9.91068
ost	-9.91071
yeco	-9.91074
cualtili	-9.91083
▁timociyah	-9.91085
nahuatih	-9.9109
pohuilih	-9.91091
tepexi	-9.91093
gico	-9.91129
str	-9.91129
nicuama	-9.91131
▁uni	-9.91132
olohuayaya	-9.91142
▁axcual	-9.91142
zacua	-9.91147
▁tepostlat	-9.91147
ashin	-9.91155
▁yehyect	-9.91159
yecci	-9.91165
▁quichihque	-9.91167
cayotl	-9.91189
polohua	-9.91201
▁niacit	-9.91206
himen	-9.91209
▁pilci	-9.91227
▁Nimayan	-9.91235
▁ahor	-9.91243
▁niquihquilo	-9.91246
manahuih	-9.91249
▁nihchihua	-9.91257
▁iix	-9.91257
▁met	-9.91259
ohuilis	-9.91269
▁tepostat	-9.91277
oxo	-9.91288
icuecih	-9.91313
amachi	-9.91315
nquetl	-9.91332
tlamahuiso	-9.91339
nohnotzaz	-9.91339
ehuetl	-9.91341
pantis	-9.91345
▁tich	-9.91354
▁nopilc	-9.91378
oneme	-9.91383
unid	-9.91384
incha	-9.91389
lohua	-9.9139
echilhuih	-9.91419
pla	-9.91441
gusta	-9.91459
▁tep	-9.91463
rob	-9.91467
▁preci	-9.91476
temaca	-9.91488
▁mill	-9.91511
hocen	-9.91515
ihlia	-9.91531
icahuac	-9.91556
icuamachilia	-9.91586
pres	-9.91614
▁axtech	-9.91614
ninpaxalo	-9.91633
stro	-9.9164
arco	-9.91641
quiilhuih	-9.91661
uci	-9.91671
▁techma	-9.91673
▁monelce	-9.91731
ltili	-9.91742
▁nechp	-9.91794
nion	-9.91802
ezohua	-9.91802
xtli	-9.9183
ixt	-9.91834
uecihui	-9.91836
▁contrapre	-9.91891
otecac	-9.91894
chtihqueh	-9.91933
▁motequihuiz	-9.91967
achiyo	-9.9197
omax	-9.91992
▁Tex	-9.9204
iltzi	-9.92108
▁ximo	-9.92124
▁totlalte	-9.92135
tlahc	-9.9214
poca	-9.92191
▁momac	-9.92209
illi	-9.92232
aj	-9.92236
oteco	-9.923
enci	-9.92347
▁quineh	-9.92351
▁Ag	-9.9239
htihqueh	-9.92419
▁mochichi	-9.92422
huihquetl	-9.9243
amona	-9.92438
▁Flo	-9.9245
onis	-9.92472
atiyaya	-9.92509
mar	-9.92734
mac	-9.92745
lat	-9.9275
chih	-9.92772
entz	-9.92773
tlachili	-9.92989
itequih	-9.93058
tlacual	-9.93076
▁tochan	-9.93175
▁yoh	-9.93219
altil	-9.93347
uili	-9.93367
▁maceh	-9.93494
▁nelte	-9.93537
itztos	-9.9355
▁nechte	-9.93737
ent	-9.93747
▁cecec	-9.93803
▁tub	-9.9386
▁tihte	-9.93913
huitl	-9.93929
pohuaz	-9.93936
▁nitequi	-9.94114
▁nihneh	-9.94137
ohueyitatahhua	-9.9422
ltiz	-9.94238
▁choc	-9.9444
late	-9.94463
▁tihtl	-9.94539
▁tlapohual	-9.94555
oll	-9.94624
yic	-9.94715
▁tlatz	-9.94737
oquichpil	-9.94829
▁mili	-9.94956
uiz	-9.94967
▁nichihuaz	-9.95064
che	-9.95161
▁motla	-9.9519
locis	-9.95251
▁titlami	-9.95274
uah	-9.9542
▁tlapohualiz	-9.95423
▁ihquin	-9.95456
tlahtolli	-9.95522
▁xo	-9.95559
▁titlaxtlahua	-9.95636
catli	-9.95742
▁ic	-9.95744
▁niquih	-9.95815
hueyia	-9.95829
sur	-9.95948
pahtihqu	-9.96032
mas	-9.96143
ipanoltiz	-9.96273
▁nopay	-9.96325
huazqui	-9.96347
iitztoc	-9.96348
▁nimant	-9.96365
▁quipo	-9.96428
ltiyaya	-9.96453
▁Oh	-9.96532
uitiyaya	-9.96579
rec	-9.96603
▁miya	-9.96645
pohua	-9.96674
uetzin	-9.96812
oz	-9.96967
▁Ye	-9.97005
▁ceyo	-9.9705
toquen	-9.97186
tlahco	-9.97249
ticen	-9.97302
uihuiy	-9.97346
lohtoc	-9.97596
erea	-9.97631
iton	-9.97737
ntinemi	-9.97744
ohqueh	-9.97809
▁yahuiya	-9.9781
tehqui	-9.97839
▁cer	-9.97951
uetlaxo	-9.98032
sp	-9.98138
▁mm	-9.98236
▁quiil	-9.98281
▁om	-9.98329
ll	-9.98451
tlapanita	-9.98574
iquitzqui	-9.98626
hualiztli	-9.98649
neci	-9.98903
▁Fr	-9.98973
ihque	-9.98985
▁tlapi	-9.99033
▁tepo	-9.99065
▁tlahtzo	-9.99086
▁axnechca	-9.99173
▁tema	-9.9919
icos	-9.9928
laqueh	-9.99289
alt	-9.99379
▁mil	-9.99432
onemilis	-9.99458
achti	-9.99563
▁tlahto	-9.99601
lohuan	-9.99613
▁panoz	-9.99615
▁tip	-9.99795
uazquia	-10.0011
lice	-10.0024
▁tlama	-10.0036
ec	-10.0059
▁nipeh	-10.0067
▁notec	-10.0079
▁nohuanpo	-10.0099
oyan	-10.0108
poc	-10.011
ltzin	-10.0117
▁Unid	-10.0127
latl	-10.0156
▁aer	-10.0161
iliz	-10.0168
ero	-10.0181
imonelchihuili	-10.0189
pili	-10.0218
opan	-10.0246
▁quitlat	-10.0253
▁Con	-10.0265
▁nitlate	-10.0269
▁timocah	-10.0305
▁moch	-10.0317
▁ine	-10.032
▁nicama	-10.0328
itztoya	-10.0346
▁niqui	-10.036
intoca	-10.0362
▁axma	-10.0423
nozquia	-10.0427
lpano	-10.0441
eccion	-10.0465
miz	-10.0486
▁tihue	-10.0513
pactiya	-10.0518
iizt	-10.0538
gr	-10.0546
pin	-10.0546
huil	-10.055
▁quian	-10.0559
▁Po	-10.0575
▁icel	-10.0599
hcahuas	-10.0628
omp	-10.0636
uhquia	-10.064
ixmatiz	-10.0664
▁quix	-10.0678
mis	-10.0681
▁axniyah	-10.0683
achtih	-10.0694
oni	-10.0708
uh	-10.0721
▁nico	-10.0731
▁regula	-10.0765
acu	-10.077
rad	-10.0771
▁nicoch	-10.0784
machiliya	-10.0798
tas	-10.082
ocac	-10.083
ohhuantin	-10.0838
▁nion	-10.0855
▁patl	-10.089
ochic	-10.0907
ihuas	-10.0941
inmac	-10.0943
ran	-10.096
itih	-10.0985
elih	-10.1045
▁quitem	-10.1117
iltic	-10.1119
tiyaya	-10.1131
nic	-10.1158
ich	-10.1223
htlalis	-10.1236
▁tlachi	-10.126
ime	-10.1364
▁quiic	-10.1381
▁quim	-10.1389
isn	-10.1411
ehual	-10.143
nahua	-10.1436
campa	-10.1452
yaca	-10.1459
▁necht	-10.1471
lit	-10.1557
ond	-10.156
▁quito	-10.1574
▁panoy	-10.1595
tequipanoltiz	-10.1663
nil	-10.1667
imatiz	-10.169
▁nihpa	-10.169
eno	-10.1729
▁bo	-10.1731
hmahuis	-10.1753
elis	-10.1816
coc	-10.1835
▁amox	-10.1836
▁conet	-10.1859
itla	-10.1875
▁yaz	-10.1894
matin	-10.1895
liya	-10.1931
oquen	-10.1954
▁so	-10.1976
nqueh	-10.2004
nochi	-10.2047
quent	-10.2089
elti	-10.21
moita	-10.2115
yol	-10.2119
liyaya	-10.2125
tlahuilli	-10.2159
ntic	-10.2165
▁techc	-10.2201
▁yayah	-10.2215
▁pi	-10.2219
cuac	-10.2247
quiyaya	-10.2287
▁Nic	-10.2291
eht	-10.2353
tlas	-10.2367
atempohualiztli	-10.2398
zquiah	-10.2447
lmen	-10.2536
▁am	-10.2565
aco	-10.2567
toponi	-10.2681
stata	-10.2695
▁ticah	-10.2719
ichihuaz	-10.2725
▁quini	-10.2756
ota	-10.2889
tequitito	-10.292
las	-10.2961
▁Axnima	-10.2967
▁quichi	-10.2985
hpiya	-10.3144
onca	-10.3184
oaxca	-10.3299
▁timopatla	-10.339
loc	-10.3395
ecuitlahuiloyan	-10.3448
hmaca	-10.3465
▁nom	-10.349
▁int	-10.3544
nos	-10.3581
▁em	-10.3615
▁tem	-10.3636
▁tihpiyac	-10.3675
ipiya	-10.3695
acan	-10.3701
etzi	-10.3729
lan	-10.3842
ns	-10.3903
moyoyonti	-10.3918
tzitzi	-10.3959
tzit	-10.3962
▁quipi	-10.4135
ltiya	-10.4213
motequipachohua	-10.424
rica	-10.4248
niquelnamiqui	-10.4261
pe	-10.4375
ere	-10.4461
nta	-10.45
▁ininchan	-10.4661
▁Mi	-10.471
nque	-10.4713
antic	-10.4714
yotipa	-10.4785
▁nechi	-10.4793
conehuan	-10.487
lin	-10.4913
op	-10.4937
paht	-10.4968
▁quipanti	-10.4973
▁Quima	-10.5017
opa	-10.5029
omalacach	-10.5097
oco	-10.5202
im	-10.5209
aqueh	-10.5212
▁yehye	-10.5213
▁yah	-10.5257
hen	-10.5276
ihqueh	-10.5305
▁cem	-10.5327
▁Ih	-10.5392
lizqui	-10.5403
ihtohqui	-10.5453
▁niyah	-10.5477
echcamohuiz	-10.55
huelliz	-10.5508
▁mal	-10.5526
ast	-10.5531
quihqui	-10.5559
ehc	-10.5733
htli	-10.5735
▁nin	-10.5783
▁nihne	-10.5804
▁g	-10.5941
malacachoht	-10.616
niqui	-10.669
once	-10.6705
catz	-10.6912
ah	-10.692
quiliztli	-10.6966
achilih	-10.7063
▁chichime	-10.7103
toyah	-10.713
ihtoc	-10.7141
it	-10.7148
▁yol	-10.7172
▁ahac	-10.7273
patlac	-10.7308
cahuil	-10.7316
qu	-10.7332
▁cali	-10.7512
tz	-10.7597
rr	-10.7601
▁quis	-10.7641
▁chic	-10.7654
huilli	-10.7745
uc	-10.7762
quihuili	-10.7903
echcamohui	-10.796
▁non	-10.7995
ihchiya	-10.8053
elqui	-10.8452
▁macuilt	-10.8642
res	-10.8775
imati	-10.8855
▁onmoc	-10.8934
pahtoya	-10.9027
cito	-10.9155
cac	-10.9321
▁do	-10.9422
quini	-10.9437
cahuiliz	-10.9456
tra	-10.962
tempohuiliz	-10.9808
nas	-10.9935
▁cont	-11.0232
itzin	-11.0252
cos	-11.0271
iquelnamiqui	-11.0392
▁nic	-11.0591
ilihqui	-11.07
▁cequi	-11.0781
equi	-11.0889
chantzin	-11.0947
▁inint	-11.1118
tlanqueh	-11.1316
▁mohuehcahqu	-11.1363
▁tli	-11.1576
tlali	-11.2003
cahuas	-11.2019
ong	-11.206
nequisquiya	-11.2089
piyaya	-11.2103
tzqui	-11.2404
▁cenp	-11.2635
V	-11.2722
J	-11.2723
P	-11.2724
Z	-11.2725
B	-11.2726
L	-11.2727
D	-11.2728
U	-11.2729
Q	-11.273
f	-11.2731
M	-11.2732
N	-11.2733
▁huell	-11.2733
