<unk>	0
<s>	0
</s>	0
.	-2.82564
,	-3.48771
▁que	-3.50998
▁de	-3.58114
s	-3.66223
▁	-3.87644
▁a	-4.14852
▁en	-4.22947
o	-4.27125
▁y	-4.29335
▁la	-4.3553
a	-4.49876
▁el	-4.49896
▁no	-4.62899
▁lo	-4.65522
▁un	-4.67724
n	-4.76335
▁es	-4.94657
▁por	-5.11756
▁No	-5.13871
e	-5.14775
▁se	-5.15743
▁era	-5.29061
▁para	-5.29653
▁me	-5.29911
▁una	-5.32474
▁las	-5.39657
▁con	-5.42086
▁su	-5.45623
▁La	-5.47906
ó	-5.52249
▁todo	-5.56783
do	-5.56978
é	-5.58529
▁estaba	-5.60885
0	-5.61992
▁si	-5.62887
r	-5.65331
l	-5.66401
os	-5.67294
▁muy	-5.67495
es	-5.70238
▁El	-5.73826
mos	-5.74692
▁más	-5.77457
▁como	-5.81687
▁está	-5.84089
▁mi	-5.84975
as	-5.91492
▁Me	-5.95462
▁fue	-5.98624
▁d	-6.01753
2	-6.0298
los	-6.07072
▁S	-6.07323
nca	-6.07668
▁tenía	-6.07896
?	-6.08461
▁¿	-6.08461
1	-6.08461
▁pero	-6.08926
í	-6.09883
▁dijo	-6.11486
que	-6.12666
▁al	-6.13134
▁Y	-6.17509
▁había	-6.17692
▁eso	-6.1778
ía	-6.18663
y	-6.22143
▁A	-6.23086
▁del	-6.23631
▁sabía	-6.27464
▁así	-6.27564
▁allí	-6.34062
▁ella	-6.35366
te	-6.36487
▁hermana	-6.37763
▁casa	-6.38258
▁Ell	-6.38335
▁sobre	-6.41567
▁Mi	-6.48198
▁l	-6.48801
É	-6.4971
▁bien	-6.49739
▁sabes	-6.50128
▁mucho	-6.51836
▁esto	-6.52311
▁nada	-6.54082
▁cuando	-6.54103
lo	-6.54751
ron	-6.57485
▁ser	-6.58109
ndo	-6.58251
▁personas	-6.59279
ando	-6.59436
ba	-6.61011
▁tiempo	-6.63365
9	-6.63365
▁hacer	-6.63949
▁sé	-6.64992
▁ir	-6.66227
▁nu	-6.66808
▁yo	-6.67008
▁le	-6.68341
ún	-6.68457
▁Nu	-6.68509
▁él	-6.68579
▁mis	-6.71848
▁Es	-6.71895
▁C	-6.72107
▁nos	-6.73208
▁sol	-6.74251
de	-6.75625
mente	-6.75631
dos	-6.78192
8	-6.79184
▁algo	-6.79897
er	-6.81761
empre	-6.82569
to	-6.82801
ra	-6.83233
...	-6.83732
▁puede	-6.84532
ió	-6.84631
▁vez	-6.85089
▁he	-6.85267
▁tienes	-6.86925
▁Lo	-6.87162
▁tan	-6.87277
▁tu	-6.87832
▁esta	-6.89167
▁U	-6.90302
▁toda	-6.90432
▁gente	-6.91321
ido	-6.91767
▁Estaba	-6.91837
i	-6.92119
▁gusta	-6.92409
▁días	-6.93117
▁m	-6.93378
▁ha	-6.94093
▁Su	-6.94573
me	-6.94591
▁tiene	-6.9525
ar	-6.95384
▁est	-6.96535
oy	-6.96951
▁día	-6.97111
▁hombre	-6.98212
▁cómo	-6.98479
▁hablar	-6.98539
▁qué	-6.98928
▁cosas	-6.98996
nde	-6.99605
▁P	-6.99934
▁te	-7.00052
se	-7.00094
▁teng	-7.00404
▁sí	-7.01305
la	-7.02357
en	-7.02767
!	-7.05126
▁Augusta	-7.05126
▁historia	-7.05126
▁¡	-7.05126
▁tipo	-7.05126
▁lugar	-7.05127
▁dó	-7.05352
▁años	-7.05365
ría	-7.05722
ción	-7.05806
▁c	-7.06117
aba	-7.07763
▁o	-7.07865
▁Ha	-7.0941
on	-7.09855
sta	-7.10346
▁mismo	-7.10771
m	-7.11073
▁ni	-7.1227
▁Está	-7.1339
▁decir	-7.13392
▁fui	-7.1345
go	-7.14668
▁di	-7.14772
▁p	-7.15067
▁hay	-7.15138
ué	-7.1667
onde	-7.16854
amos	-7.20298
▁regulador	-7.21151
vía	-7.21159
▁realmente	-7.21177
▁haber	-7.21201
▁ahora	-7.21238
▁aquí	-7.2124
▁hoy	-7.21246
▁ver	-7.21477
▁poco	-7.21558
▁campo	-7.22052
▁co	-7.2466
▁va	-7.248
▁pas	-7.24926
c	-7.25045
▁ca	-7.25156
h	-7.27728
▁D	-7.2785
▁Se	-7.27919
▁De	-7.29262
nte	-7.30137
4	-7.30242
▁Bueno	-7.30242
▁Ramona	-7.30242
▁traje	-7.30288
▁hijos	-7.30356
▁oh	-7.30406
▁eh	-7.30484
▁presión	-7.30679
▁hecho	-7.31053
▁mucha	-7.31607
▁dije	-7.32521
▁E	-7.32651
▁tuv	-7.33213
▁L	-7.33797
an	-7.34046
▁H	-7.35164
▁esa	-7.35457
▁problema	-7.38424
▁gran	-7.39722
sí	-7.40036
▁Aérea	-7.40242
▁bomba	-7.40242
▁madre	-7.40243
▁idea	-7.40244
▁únic	-7.40267
▁podría	-7.40275
▁vida	-7.40286
▁perro	-7.40334
▁ex	-7.40702
▁Cre	-7.40962
▁estado	-7.4128
no	-7.41395
▁hace	-7.41504
▁O	-7.41734
▁problemas	-7.42226
á	-7.45871
ir	-7.46295
ro	-7.46517
▁desp	-7.46577
▁primer	-7.46915
▁Un	-7.47131
▁Dij	-7.47421
ación	-7.48133
▁alguna	-7.48709
▁re	-7.49455
▁otro	-7.49532
▁Le	-7.497
cada	-7.49916
uego	-7.50321
▁ning	-7.50395
▁Texas	-7.51353
▁escuela	-7.51353
3	-7.51353
5	-7.51353
▁también	-7.51359
▁seguro	-7.51603
▁punto	-7.51606
▁iban	-7.51987
▁niños	-7.52347
▁antes	-7.52498
▁trabajo	-7.53249
▁importa	-7.5467
quiera	-7.54958
▁ningun	-7.55131
ón	-7.55674
ero	-7.55795
▁T	-7.56063
▁dura	-7.56285
▁da	-7.56439
▁Fue	-7.56537
imos	-7.5822
▁cas	-7.58317
▁des	-7.58398
nos	-7.59005
ciones	-7.5999
▁N	-7.60041
▁Todo	-7.60284
so	-7.61455
res	-7.61536
tas	-7.61644
▁Est	-7.61784
▁persona	-7.61943
▁cosa	-7.62196
ada	-7.62416
▁bueno	-7.62578
d	-7.62895
▁Washington	-7.63853
▁cinco	-7.63853
▁difícil	-7.63853
▁feliz	-7.63853
▁aviones	-7.63853
▁error	-7.63854
▁final	-7.63854
▁avión	-7.63855
▁visto	-7.63857
▁mejor	-7.63859
▁veces	-7.63873
▁podía	-7.63972
▁voy	-7.6398
▁saber	-7.64033
▁tener	-7.64118
▁tanto	-7.64121
▁Si	-7.64481
▁mayor	-7.65064
▁trabajar	-7.65078
▁tienen	-7.65508
abía	-7.65623
▁otros	-7.66178
▁pasar	-7.66884
▁comprar	-7.67843
▁F	-7.67912
▁Era	-7.68108
aron	-7.68134
▁chico	-7.69237
▁cr	-7.70337
ían	-7.72706
da	-7.72723
▁Esta	-7.73147
▁s	-7.74007
ta	-7.74346
▁habla	-7.74493
C	-7.74557
di	-7.74964
▁termin	-7.7562
▁semana	-7.76124
▁alg	-7.76725
ería	-7.77265
▁iba	-7.77437
▁ciudad	-7.77608
▁Necesit	-7.78139
▁absoluto	-7.78139
▁tornillo	-7.78139
▁quién	-7.78139
▁Joe	-7.7814
▁forma	-7.78141
▁basura	-7.78149
▁exactamente	-7.7815
▁Nuestr	-7.78391
u	-7.78405
▁Cuba	-7.78508
▁noche	-7.78572
▁debía	-7.78656
ijeron	-7.79011
▁Sol	-7.79362
▁otra	-7.79591
▁cuánto	-7.79688
amente	-7.80002
▁En	-7.8011
▁dice	-7.80462
▁mal	-7.81227
t	-7.8141
▁buena	-7.81848
▁pueda	-7.81919
▁debe	-7.82516
▁necesita	-7.8317
▁estar	-7.83298
parece	-7.83359
Qu	-7.83944
iendo	-7.84053
ieron	-7.85154
▁pud	-7.85213
ado	-7.85938
▁ellos	-7.87317
▁muda	-7.87609
▁sin	-7.8764
▁e	-7.88239
▁supon	-7.88847
▁dio	-7.90114
▁Ten	-7.90615
▁in	-7.90741
al	-7.91945
us	-7.92006
son	-7.92284
idad	-7.92804
▁recuerdo	-7.92863
co	-7.93477
dor	-7.94211
ca	-7.94605
▁Kennedy	-7.94806
▁agradable	-7.94806
▁demasiado	-7.94806
▁infancia	-7.94806
▁peligro	-7.94806
▁rápido	-7.94806
6	-7.94806
▁abuela	-7.94806
▁ropa	-7.94806
▁alguien	-7.94806
▁claro	-7.94807
▁puerta	-7.94808
▁libre	-7.9481
▁probablemente	-7.94815
▁cliente	-7.94819
▁vestir	-7.94825
▁tío	-7.94834
▁murió	-7.94846
▁supuesto	-7.94964
▁cualquier	-7.95106
▁recog	-7.95192
▁verdad	-7.9532
▁libros	-7.95372
▁parecía	-7.95442
▁negro	-7.95442
▁Esto	-7.95479
▁pu	-7.95997
▁abuelos	-7.96099
▁cerca	-7.97263
▁volar	-7.97293
▁vivía	-7.98696
▁Toda	-7.99152
ez	-7.99361
▁usar	-7.995
lin	-7.99646
io	-8.00542
▁Eso	-8.00554
▁Tenía	-8.01429
▁Cu	-8.01793
▁guard	-8.02289
▁M	-8.02523
▁tomar	-8.02712
▁pens	-8.02719
▁ma	-8.03066
▁Mis	-8.03314
▁bas	-8.03579
▁haci	-8.04266
ri	-8.04987
▁preocupar	-8.05105
cho	-8.05779
▁ven	-8.06085
arse	-8.0626
▁gust	-8.06736
▁viv	-8.06756
▁Co	-8.06928
ente	-8.07314
▁buen	-8.07342
le	-8.07789
p	-8.09108
▁lleg	-8.10208
▁j	-8.108
▁trata	-8.1201
▁vol	-8.12125
ual	-8.12617
▁impuesto	-8.1265
▁com	-8.1279
▁modo	-8.12882
ug	-8.13687
▁llega	-8.14102
▁G	-8.14781
▁ahorro	-8.14806
▁cableado	-8.14806
▁entrenamiento	-8.14806
▁número	-8.14806
▁pequeño	-8.14806
▁propiedad	-8.14806
▁vestido	-8.14806
▁genial	-8.14806
▁clara	-8.14807
▁increíble	-8.1481
▁viene	-8.14816
▁hija	-8.14818
▁realidad	-8.14819
▁nadie	-8.14835
▁edad	-8.14861
▁vino	-8.14865
▁entró	-8.14867
▁gira	-8.14911
▁armas	-8.14952
▁animales	-8.14958
▁tiro	-8.14964
▁fuerza	-8.14974
▁Pero	-8.14987
▁creo	-8.15212
▁nuevo	-8.15275
▁raz	-8.15317
era	-8.15496
▁pilotos	-8.15516
▁leí	-8.1555
▁hacerlo	-8.15672
▁sent	-8.1576
or	-8.15781
▁causa	-8.15923
▁recib	-8.15992
▁piensa	-8.15993
▁menos	-8.16032
▁tal	-8.17653
uerza	-8.17672
▁semanas	-8.17785
▁deb	-8.18238
cuerdo	-8.1824
ás	-8.18397
▁nueva	-8.18712
▁nació	-8.18728
▁tras	-8.19292
▁sal	-8.19483
ban	-8.19586
zo	-8.19757
▁ayudar	-8.20189
▁sea	-8.20621
▁algun	-8.21084
▁uno	-8.21235
re	-8.21927
▁pa	-8.22083
▁acaba	-8.22237
▁llevar	-8.22746
iste	-8.23554
▁dejar	-8.24134
▁f	-8.24544
is	-8.24632
▁pie	-8.24656
tres	-8.25042
b	-8.25509
▁ve	-8.25811
▁Nos	-8.2628
▁beb	-8.26935
▁Fu	-8.26945
▁cambi	-8.27277
▁pi	-8.27517
f	-8.29018
▁fuero	-8.29421
▁tra	-8.29488
ce	-8.30354
jo	-8.30686
▁dur	-8.31079
▁necesit	-8.31183
▁nuestra	-8.31617
ust	-8.32207
tio	-8.32721
el	-8.33053
▁trat	-8.33073
rá	-8.33375
qui	-8.3399
arlo	-8.3412
ja	-8.34199
▁V	-8.34563
z	-8.35069
▁cu	-8.3578
O	-8.35886
cerca	-8.36111
F	-8.36164
rme	-8.36569
▁nuestro	-8.37199
eron	-8.37349
▁deja	-8.37597
▁diferente	-8.37632
▁abuelo	-8.37815
ck	-8.38442
▁esper	-8.38916
▁niño	-8.38958
▁paga	-8.39153
▁Viv	-8.395
efe	-8.39553
gu	-8.3958
-	-8.39755
▁Buffalo	-8.39806
▁Concord	-8.39806
▁Cutty	-8.39806
▁DOT	-8.39806
▁Darkman	-8.39806
▁Faulk	-8.39806
▁Force	-8.39806
▁Vegas	-8.39806
▁altitud	-8.39806
▁bolsa	-8.39806
▁césped	-8.39806
▁frontera	-8.39806
▁horrible	-8.39806
▁inmediato	-8.39806
▁naturalistas	-8.39806
▁película	-8.39806
▁pequeña	-8.39806
▁tuberculosis	-8.39806
▁visitar	-8.39806
▁zapatos	-8.39806
▁costuras	-8.39806
▁plateado	-8.39806
▁tropas	-8.39806
▁Creek	-8.39806
▁Flono	-8.39806
▁Hill	-8.39806
▁apoyo	-8.39806
▁televisión	-8.39807
▁anuncio	-8.39807
▁molest	-8.39807
▁aérea	-8.39808
▁padre	-8.39808
▁momento	-8.39808
▁Base	-8.39809
▁actividad	-8.39811
▁jurado	-8.39812
▁país	-8.39814
▁ofici	-8.39815
▁verano	-8.3982
▁amb	-8.39827
--	-8.39831
▁manera	-8.39831
ifica	-8.39834
▁tienda	-8.39836
▁color	-8.39842
▁comida	-8.39843
▁conseguir	-8.39852
▁ahí	-8.39853
▁nacido	-8.39858
▁encanta	-8.3986
▁hambre	-8.39861
▁haciendo	-8.39866
cep	-8.39877
▁especiales	-8.39882
▁papá	-8.39888
▁mundo	-8.39893
tigo	-8.39933
▁nosotros	-8.39947
▁supongo	-8.39974
▁habló	-8.40041
▁tarde	-8.4009
opera	-8.40094
▁Tu	-8.40119
▁totales	-8.40129
▁cabras	-8.40156
▁Jef	-8.40174
▁meses	-8.40176
▁Por	-8.40187
▁per	-8.40196
▁peso	-8.40419
▁refier	-8.40595
▁salvar	-8.40686
tiva	-8.40695
▁cá	-8.40724
iz	-8.4074
▁pruebas	-8.40747
▁afuera	-8.40785
nie	-8.40804
cia	-8.41054
▁llamado	-8.41189
▁minutos	-8.41335
▁puedo	-8.41364
sé	-8.41448
▁simple	-8.41674
rse	-8.41711
▁hablan	-8.42294
▁blanco	-8.42386
eran	-8.42807
▁Puede	-8.42886
ones	-8.43066
ire	-8.43385
▁escuch	-8.43481
▁Ri	-8.43694
▁pro	-8.43809
▁contar	-8.44772
▁fuer	-8.45115
▁has	-8.45562
▁R	-8.45652
▁ten	-8.45848
▁encontrar	-8.45922
uña	-8.46269
▁hi	-8.46398
ul	-8.4658
▁Qui	-8.46711
ág	-8.46795
▁misma	-8.4683
▁im	-8.46851
▁ante	-8.47259
▁interesado	-8.47671
▁quiere	-8.48087
les	-8.48464
▁tenían	-8.48738
▁Al	-8.48914
▁I	-8.50085
▁llegu	-8.50635
▁par	-8.50934
ced	-8.50937
▁estuvier	-8.51056
mo	-8.51136
aría	-8.51218
esta	-8.51308
▁h	-8.52736
ice	-8.53189
fi	-8.54444
édi	-8.54649
▁pr	-8.54967
▁u	-8.55301
▁compra	-8.55934
dón	-8.57303
st	-8.57426
na	-8.5765
g	-8.57734
▁entra	-8.58782
mar	-8.59623
V	-8.59807
▁super	-8.59828
▁estuv	-8.59905
▁Uno	-8.60407
mi	-8.60481
▁pensa	-8.60499
▁b	-8.60535
▁mud	-8.60822
mp	-8.61022
▁medi	-8.61409
▁espera	-8.61553
▁intent	-8.622
▁trabaj	-8.62207
un	-8.63038
rte	-8.63146
▁ido	-8.63313
gar	-8.63518
ponía	-8.65282
▁pesa	-8.65299
▁ayuda	-8.65343
▁t	-8.65475
▁tom	-8.65667
▁chic	-8.65858
▁Dije	-8.66038
▁toma	-8.6718
▁segund	-8.67197
▁Viví	-8.67258
▁sigu	-8.67918
▁ig	-8.68326
▁unidad	-8.6853
ven	-8.68555
A	-8.68945
Puede	-8.69059
▁resp	-8.69147
▁camp	-8.69194
qué	-8.69267
hica	-8.69723
▁interesa	-8.69728
dente	-8.69884
▁pint	-8.70166
ya	-8.70237
▁cent	-8.70349
▁cachorro	-8.7076
▁archivo	-8.70761
▁cuenta	-8.70847
▁minuto	-8.71074
isi	-8.71452
aña	-8.71466
▁busca	-8.71506
ste	-8.71684
▁espos	-8.71746
ú	-8.72339
▁inform	-8.72428
▁entre	-8.72516
▁militar	-8.7261
▁total	-8.7274
▁hum	-8.72819
mbajador	-8.72896
▁cual	-8.72995
▁B	-8.73131
▁Entonces	-8.73139
▁Point	-8.73139
▁Pregunt	-8.73139
▁Will	-8.73139
▁abierta	-8.73139
▁astronautas	-8.73139
▁atómica	-8.73139
▁botellas	-8.73139
▁camiseta	-8.73139
▁campamento	-8.73139
▁culpa	-8.73139
▁entonces	-8.73139
▁familia	-8.73139
▁fisiológico	-8.73139
▁inteligentes	-8.73139
▁manzanas	-8.73139
▁pertenecía	-8.73139
▁pestaña	-8.73139
▁pulmones	-8.73139
▁vuelt	-8.73139
▁órdenes	-8.73139
▁enferma	-8.73139
▁explotar	-8.73139
▁fácil	-8.73139
▁barato	-8.73139
▁mamá	-8.73139
camentos	-8.73139
cionado	-8.73139
▁Evans	-8.73139
▁barco	-8.73139
▁dormir	-8.73139
▁papel	-8.73139
▁filtr	-8.73139
▁renuncia	-8.73139
▁área	-8.73139
▁Hum	-8.73139
▁hubie	-8.73139
▁misiles	-8.73139
▁sorprend	-8.7314
▁prefer	-8.7314
▁limita	-8.7314
▁nietos	-8.7314
▁control	-8.7314
▁playa	-8.73141
▁comenz	-8.73141
▁realizar	-8.73142
▁Bermuda	-8.73142
▁champán	-8.73143
▁hicieron	-8.73145
▁Unidos	-8.73147
▁viento	-8.7315
▁museo	-8.73151
▁posible	-8.73153
▁empeza	-8.73154
▁detona	-8.7316
▁Hub	-8.73162
▁agua	-8.73162
▁reglas	-8.73164
▁proyecto	-8.73165
▁principio	-8.73166
▁oírme	-8.7317
▁Mmm	-8.7317
▁contrapresión	-8.73171
▁extra	-8.73172
▁lejos	-8.73174
▁Quería	-8.73174
▁pudiera	-8.73175
▁consistente	-8.73176
▁ciento	-8.73186
▁despacio	-8.73196
▁Llam	-8.732
▁leche	-8.73204
▁soport	-8.73207
▁dental	-8.73213
▁porche	-8.73228
▁hice	-8.73229
▁salir	-8.73243
▁suelo	-8.73246
▁viviendo	-8.7325
▁muerte	-8.73255
ario	-8.73259
▁inclu	-8.7326
▁carre	-8.73274
▁Tiene	-8.73278
▁interesad	-8.73281
▁cub	-8.73283
▁odia	-8.73288
▁DC	-8.73348
▁bebida	-8.73354
▁entend	-8.73371
▁uh	-8.73371
▁blanca	-8.73385
▁Sabes	-8.73405
▁compon	-8.73409
▁Com	-8.73421
▁grado	-8.73421
▁pensaría	-8.73424
▁entrar	-8.73435
▁present	-8.73486
▁constante	-8.73523
▁defen	-8.73557
▁escri	-8.73622
▁hagas	-8.73628
puesto	-8.7368
▁elegi	-8.73708
dría	-8.73734
▁acabado	-8.7376
▁derriba	-8.73778
▁dist	-8.73781
▁siento	-8.73831
▁permiti	-8.73849
▁mí	-8.74035
▁casada	-8.74177
▁pagar	-8.74183
▁llamaría	-8.7437
▁mat	-8.74455
▁mayores	-8.74507
▁esposa	-8.74584
▁mío	-8.74663
adie	-8.74691
▁mini	-8.74731
cer	-8.74761
▁actual	-8.74775
▁buscara	-8.74799
▁i	-8.74836
▁ref	-8.74927
▁cuar	-8.74954
▁manos	-8.75005
cé	-8.75021
▁preocupado	-8.75045
▁planea	-8.7505
▁Soy	-8.75087
▁viaj	-8.75104
▁comer	-8.75175
ncil	-8.75268
ioso	-8.75742
▁negra	-8.75771
▁niñ	-8.76054
▁expe	-8.76212
▁vivo	-8.7623
▁diferentes	-8.76243
atura	-8.76292
▁pies	-8.76383
ño	-8.76539
viendo	-8.7667
apá	-8.76695
▁equivocada	-8.76827
▁completa	-8.76878
▁impuestos	-8.77118
▁caos	-8.7722
▁equipo	-8.77363
▁modos	-8.77449
encia	-8.77859
▁hablará	-8.77985
▁recuerdos	-8.78157
▁grande	-8.78487
▁vaso	-8.78565
▁poc	-8.78577
▁In	-8.78725
▁do	-8.78849
▁carga	-8.78915
▁hermano	-8.79087
án	-8.79206
ana	-8.79455
ti	-8.79504
fuera	-8.79537
▁subi	-8.8006
ados	-8.80176
▁rep	-8.80299
▁comet	-8.80629
▁detalle	-8.8066
▁vale	-8.80885
▁preocup	-8.81183
▁compr	-8.81695
das	-8.81824
▁quería	-8.82018
▁completo	-8.82329
▁leg	-8.82544
▁sabe	-8.82568
▁tenga	-8.82614
ramos	-8.82753
▁Fr	-8.8282
ard	-8.83156
ura	-8.83294
▁dé	-8.83327
añar	-8.83448
▁queda	-8.83686
▁volvi	-8.83899
ante	-8.83996
gir	-8.8417
▁sería	-8.84253
ació	-8.84294
▁man	-8.84349
▁mirar	-8.84362
ancia	-8.84685
▁ello	-8.84956
tar	-8.84998
mbre	-8.8521
▁aument	-8.86275
▁sie	-8.86549
tera	-8.87069
▁llam	-8.87184
▁dicie	-8.87442
▁us	-8.87515
▁decid	-8.87737
▁inc	-8.87896
▁puedes	-8.88032
ontinu	-8.88308
▁sa	-8.88701
nunc	-8.88964
ci	-8.89578
▁Dej	-8.89635
ll	-8.89719
rza	-8.89941
taba	-8.89951
▁ju	-8.90312
ov	-8.90822
▁tira	-8.91231
▁cost	-8.91442
▁entiend	-8.92175
anza	-8.92628
eros	-8.9272
aban	-8.93145
▁mm	-8.93285
mara	-8.94009
arme	-8.94038
▁permitir	-8.94409
▁mar	-8.94783
▁pregunt	-8.9506
▁tod	-8.95068
fic	-8.95602
ter	-8.96328
dependiente	-8.96399
▁ter	-8.96463
cant	-8.96545
▁plan	-8.96584
▁so	-8.97028
jar	-8.97029
gen	-8.97638
pero	-8.97815
▁ap	-8.97861
entes	-8.98002
mm	-8.98277
otte	-8.98329
ré	-8.98681
▁esté	-8.9917
▁Trat	-8.99626
▁contra	-8.99645
illas	-9.00563
▁Vivía	-9.00793
tal	-9.01439
▁reg	-9.02556
ealmente	-9.02707
▁Fa	-9.02821
all	-9.02844
▁v	-9.02907
▁direct	-9.03008
▁sirv	-9.03469
▁car	-9.03522
▁cuá	-9.04385
▁meta	-9.06189
▁envi	-9.06541
rían	-9.06837
▁desplega	-9.07002
▁tr	-9.07104
▁segu	-9.07277
▁direc	-9.07515
▁Ca	-9.07573
enta	-9.0781
▁esas	-9.08224
iento	-9.08404
só	-9.08821
cerrad	-9.08845
eña	-9.08959
▁proba	-9.09538
▁men	-9.09604
▁ac	-9.09772
k	-9.10376
regar	-9.10541
▁Nac	-9.10579
▁imp	-9.10627
▁Te	-9.12161
▁tuvi	-9.123
lar	-9.12494
▁hab	-9.12697
▁dis	-9.12833
▁sucedi	-9.1313
stante	-9.13758
▁qu	-9.14393
és	-9.14669
udo	-9.14674
▁fie	-9.15657
▁val	-9.15872
▁qued	-9.15898
S	-9.15974
▁cambia	-9.16069
rr	-9.17392
ntes	-9.17429
oso	-9.17557
bles	-9.18139
Mi	-9.18535
Y	-9.18639
imas	-9.18762
cómo	-9.18845
té	-9.19009
▁tarda	-9.1953
endo	-9.19905
▁And	-9.2006
▁perdi	-9.20181
Te	-9.2089
mini	-9.20965
▁piloto	-9.21097
▁libro	-9.21181
más	-9.21191
▁favor	-9.21651
▁fa	-9.21756
▁cort	-9.21972
▁Cub	-9.2208
▁salv	-9.22172
▁neg	-9.2231
▁animal	-9.22695
uerz	-9.22696
▁dan	-9.22732
▁vivi	-9.22767
▁prueba	-9.2283
▁neces	-9.22987
▁retir	-9.23072
▁veint	-9.23078
▁exact	-9.23096
rabaj	-9.2311
umen	-9.23117
ecto	-9.2312
▁Alemania	-9.23139
▁Entraríamos	-9.23139
▁Spaniel	-9.23139
▁adivinar	-9.23139
▁afecta	-9.23139
▁artículo	-9.23139
▁británicos	-9.23139
▁comportamiento	-9.23139
▁conectado	-9.23139
▁conozco	-9.23139
▁decisiones	-9.23139
▁descubr	-9.23139
▁ejército	-9.23139
▁estudiar	-9.23139
▁jubilado	-9.23139
▁ligera	-9.23139
▁nervios	-9.23139
▁opinión	-9.23139
▁presurizado	-9.23139
▁privilegio	-9.23139
▁página	-9.23139
▁racista	-9.23139
▁reconoció	-9.23139
▁relajado	-9.23139
▁resolver	-9.23139
▁rápidamente	-9.23139
▁servicio	-9.23139
▁teléfono	-9.23139
▁vidrio	-9.23139
▁época	-9.23139
▁considera	-9.23139
tribu	-9.23139
ático	-9.23139
▁afroamerican	-9.23139
▁ambiente	-9.23139
▁brillante	-9.23139
▁concret	-9.23139
▁funciona	-9.23139
▁mofeta	-9.23139
▁rueda	-9.23139
▁adecuad	-9.23139
▁aeronave	-9.23139
▁baratas	-9.23139
▁consecuen	-9.23139
▁idiota	-9.23139
▁urgente	-9.23139
▁aventura	-9.23139
▁maestro	-9.23139
▁rechaza	-9.23139
▁tranquil	-9.23139
▁Europa	-9.23139
▁camada	-9.23139
▁fregona	-9.23139
▁lluvi	-9.23139
▁obtener	-9.23139
▁document	-9.2314
▁ejecuta	-9.2314
▁próxim	-9.2314
▁tóma	-9.2314
▁pistola	-9.2314
▁escapa	-9.2314
▁Encontra	-9.2314
▁gatillo	-9.2314
▁atrás	-9.2314
▁luces	-9.2314
▁particular	-9.2314
cuatro	-9.2314
▁dividido	-9.2314
▁mantener	-9.23141
▁correcto	-9.23141
▁motivo	-9.23141
▁ciert	-9.23141
▁conver	-9.23141
▁olv	-9.23142
▁pareja	-9.23142
▁entregarl	-9.23143
▁reuni	-9.23143
▁amable	-9.23143
▁contrario	-9.23143
▁llave	-9.23143
▁vivienda	-9.23144
▁revis	-9.23144
▁estudian	-9.23145
▁regulaciones	-9.23145
Visit	-9.23147
▁mantuv	-9.23148
▁decisión	-9.23148
▁golpe	-9.23149
▁amarill	-9.2315
▁entrenar	-9.23152
▁ojos	-9.23154
▁siguiente	-9.23154
▁salud	-9.23154
▁prisa	-9.23155
uri	-9.2316
▁amor	-9.23162
▁Seguí	-9.23165
▁general	-9.23166
▁conducir	-9.23168
▁presi	-9.23169
▁dispara	-9.23171
▁recientemente	-9.23171
▁calle	-9.23171
▁ocurr	-9.23172
▁zona	-9.23172
▁rehabilitación	-9.23173
▁pastor	-9.23174
▁mudarnos	-9.23176
▁reside	-9.23178
▁Rick	-9.2318
cuidada	-9.2318
▁inyección	-9.2318
▁oigo	-9.2318
icios	-9.23202
▁independiente	-9.23207
▁enorme	-9.23208
▁GA	-9.23211
▁sobrevivieron	-9.23216
▁retirado	-9.23219
▁altura	-9.2322
▁gana	-9.2323
▁humor	-9.2323
▁entraríamos	-9.23233
▁gol	-9.23248
▁poner	-9.23251
▁ventas	-9.23255
▁cariñosa	-9.23256
▁durará	-9.23272
▁prof	-9.23276
▁asunto	-9.23278
▁resto	-9.23286
▁veinti	-9.23294
▁interesante	-9.233
▁empe	-9.23307
▁entrenado	-9.2331
▁sacar	-9.23317
▁robar	-9.2333
▁llamada	-9.23335
▁caminar	-9.23337
▁mano	-9.23344
▁entrenaron	-9.23353
laza	-9.23372
▁punt	-9.23383
portado	-9.23387
▁Ka	-9.23396
ndome	-9.23401
bierto	-9.23402
▁aeróbicos	-9.23405
▁suceder	-9.23453
▁asustó	-9.23463
étalo	-9.23466
▁largo	-9.23466
▁dentro	-9.23489
▁sucedido	-9.23501
▁embajador	-9.23537
▁real	-9.23547
rgent	-9.23555
▁aprende	-9.23557
▁trá	-9.23574
▁especialmente	-9.23582
▁terminaría	-9.2363
▁solamente	-9.23693
▁evento	-9.23741
▁bonita	-9.23767
erson	-9.23783
sultado	-9.23784
stro	-9.23821
▁usarlo	-9.23883
▁abajo	-9.2393
ómo	-9.23936
▁menor	-9.23992
▁año	-9.24006
▁militares	-9.24009
▁Desp	-9.2403
▁financieras	-9.24042
▁pena	-9.24092
▁pensar	-9.24141
las	-9.24169
uis	-9.24227
▁favoritos	-9.24293
▁informa	-9.24311
▁somos	-9.2444
▁llegado	-9.24562
▁hará	-9.24646
▁horas	-9.24653
bir	-9.24677
▁terminar	-9.24704
▁dirigía	-9.24744
▁Tuv	-9.24784
probación	-9.24938
▁verde	-9.25013
▁maneja	-9.25056
▁divertido	-9.25073
ne	-9.25133
▁detallad	-9.25192
▁human	-9.2526
▁abri	-9.25263
▁ciudades	-9.25401
gnor	-9.25433
nción	-9.25471
▁Hon	-9.25644
▁bot	-9.25707
▁segur	-9.25739
▁cambiaría	-9.25761
▁calcular	-9.25876
▁trabaja	-9.25895
▁to	-9.25912
▁conocía	-9.25926
▁hora	-9.26044
▁Dios	-9.26193
có	-9.26241
lear	-9.26334
ejar	-9.26342
▁alto	-9.26451
▁ince	-9.26713
▁llen	-9.26761
▁llamas	-9.26802
vaya	-9.26901
lidad	-9.26976
▁cuentas	-9.27037
▁archivos	-9.27145
▁cachorros	-9.27147
▁tab	-9.27171
ueble	-9.27218
▁cuánt	-9.27238
▁obs	-9.2742
▁Andr	-9.27518
icado	-9.27601
erable	-9.27668
arece	-9.27851
tori	-9.2802
▁acu	-9.28193
▁volver	-9.28341
late	-9.28387
entra	-9.28643
éc	-9.28765
▁Pod	-9.28799
▁aparec	-9.28851
uarda	-9.2899
▁propi	-9.29024
ntura	-9.29079
▁volaba	-9.29148
▁ba	-9.29489
mple	-9.29526
▁Pa	-9.29638
▁sient	-9.29643
▁cubri	-9.29751
gra	-9.30021
lamente	-9.30182
si	-9.30218
▁inven	-9.30226
spira	-9.30446
ial	-9.30794
illo	-9.30912
▁estresad	-9.31011
▁querían	-9.31102
nto	-9.31415
▁lanza	-9.31436
▁just	-9.31492
▁Hab	-9.31651
▁esforzar	-9.31885
paz	-9.32037
lev	-9.32333
tra	-9.32814
lem	-9.32941
▁asust	-9.32986
▁gr	-9.33003
▁produc	-9.33068
▁quier	-9.33508
ndio	-9.33662
▁perd	-9.34033
tante	-9.34324
▁droga	-9.34325
▁reco	-9.34366
choc	-9.3498
rle	-9.35209
sa	-9.35396
▁asegurar	-9.35586
▁fuese	-9.3563
rrido	-9.35837
▁mill	-9.3584
▁tre	-9.35882
ontó	-9.36088
▁cuán	-9.36471
unidades	-9.3742
bre	-9.3755
ríamos	-9.37587
▁buenos	-9.37704
ctica	-9.3803
entro	-9.38114
▁contene	-9.3814
presión	-9.38201
dó	-9.38292
▁llaman	-9.38385
▁limpiar	-9.38425
▁all	-9.38757
▁tene	-9.39009
▁Hace	-9.39139
via	-9.39482
▁gustar	-9.39509
▁inst	-9.39746
propia	-9.39863
ncio	-9.40173
por	-9.40471
▁echa	-9.40791
ran	-9.41097
vi	-9.41292
▁teni	-9.41808
igua	-9.42467
cu	-9.42496
sotros	-9.4256
pe	-9.42683
íamos	-9.42961
▁ali	-9.43062
▁han	-9.43125
ocho	-9.43665
▁Cr	-9.43813
▁Rec	-9.43925
aciones	-9.44229
▁versi	-9.44657
▁separa	-9.44945
▁po	-9.45226
▁llama	-9.45549
enes	-9.45849
▁tont	-9.45914
▁termina	-9.45931
dida	-9.46514
▁encontr	-9.47727
▁mismos	-9.47852
▁sirve	-9.48358
▁tuy	-9.48826
rlo	-9.4948
▁segunda	-9.49496
almente	-9.49568
▁much	-9.49751
acho	-9.49891
ia	-9.50327
adi	-9.50369
▁fr	-9.5049
▁primero	-9.51638
▁logr	-9.52001
▁bajar	-9.52118
rada	-9.52146
▁Re	-9.52227
▁supera	-9.5226
▁nuestr	-9.52308
sign	-9.52613
▁amig	-9.52623
jaría	-9.53065
onstru	-9.53514
▁conoci	-9.53544
eci	-9.53586
rd	-9.53733
seño	-9.54257
Cree	-9.54262
harl	-9.55373
▁llo	-9.55882
ambia	-9.56257
ecía	-9.56354
▁cre	-9.57528
puest	-9.57704
uz	-9.58194
victo	-9.5823
▁desc	-9.58393
ní	-9.58879
rió	-9.59287
enda	-9.59492
▁Ter	-9.59521
ntrenam	-9.59618
nta	-9.60841
▁dij	-9.61131
▁Solía	-9.61153
llas	-9.61661
erza	-9.61715
ña	-9.61752
▁pregunta	-9.61849
▁permit	-9.623
lu	-9.62318
▁Ma	-9.62585
▁dejara	-9.62925
▁Ci	-9.63221
tos	-9.64188
ho	-9.64496
▁bo	-9.64618
nvicto	-9.65443
ino	-9.65543
▁fu	-9.65652
▁Tra	-9.65661
▁Inte	-9.65812
▁eje	-9.65815
lla	-9.66021
ativa	-9.66638
ans	-9.6709
▁Camb	-9.67469
▁ay	-9.68232
▁ag	-9.6829
cientemente	-9.6861
▁Di	-9.68758
▁er	-9.69302
dé	-9.69326
▁sab	-9.6942
▁mo	-9.70506
ntos	-9.70607
▁sig	-9.71143
zan	-9.71196
dic	-9.71273
ncia	-9.7203
migo	-9.72125
▁creci	-9.72127
rectamente	-9.72258
▁pre	-9.72289
nal	-9.72667
áni	-9.72771
elig	-9.73182
▁conoc	-9.73348
za	-9.73848
odo	-9.74106
▁r	-9.74249
▁ho	-9.74275
▁pong	-9.74381
damente	-9.7457
cede	-9.74834
rica	-9.74962
▁cara	-9.75112
parte	-9.75401
bo	-9.75482
ble	-9.7555
ital	-9.76024
▁determina	-9.76413
▁pe	-9.76447
rece	-9.7649
▁rel	-9.77146
▁Pe	-9.77203
▁doc	-9.77564
▁cerr	-9.77612
upuest	-9.77654
ngo	-9.77955
▁acab	-9.78261
trav	-9.78284
par	-9.78483
lega	-9.78674
▁jun	-9.78694
▁inter	-9.79075
iene	-9.79131
ques	-9.79517
tiendo	-9.79608
▁mé	-9.79643
▁cer	-9.79701
▁complet	-9.80673
vos	-9.80937
emo	-9.81201
▁aumenta	-9.81227
ena	-9.81574
tado	-9.81665
▁ton	-9.83058
▁parec	-9.8325
▁baja	-9.83369
sión	-9.83406
▁nombr	-9.83746
▁llevarl	-9.84229
▁import	-9.84911
▁llev	-9.85069
dido	-9.85921
ina	-9.85945
uer	-9.88069
parar	-9.8853
ñad	-9.88548
▁Con	-9.8952
esar	-9.89534
ame	-9.90065
ninguno	-9.90206
▁equipa	-9.90298
titu	-9.90474
▁mie	-9.91384
ens	-9.91868
charl	-9.92995
▁limpia	-9.93332
▁mir	-9.93814
iera	-9.94748
▁pes	-9.94913
uando	-9.95091
▁nuev	-9.95154
ció	-9.96144
▁asegur	-9.96652
▁terminan	-9.97876
▁bebie	-9.98275
stó	-9.98598
▁drog	-9.99176
▁pasa	-9.99281
tr	-9.99623
emp	-9.99668
ni	-10.0038
▁recor	-10.0062
ras	-10.0066
▁cometi	-10.0072
vo	-10.0074
▁produci	-10.0129
gres	-10.0188
▁desca	-10.0262
▁exp	-10.0306
▁Us	-10.0336
▁esforza	-10.0357
bl	-10.0358
▁ta	-10.0358
▁sub	-10.0389
▁escucha	-10.0406
▁Po	-10.0413
▁mayo	-10.0436
stado	-10.0456
partamento	-10.0458
ncendi	-10.0462
leg	-10.0496
▁ra	-10.0556
▁llegan	-10.0571
aya	-10.0572
▁asu	-10.0586
lá	-10.0662
▁logra	-10.0679
visor	-10.0735
ngre	-10.0744
ge	-10.0776
ías	-10.084
▁tele	-10.0862
ador	-10.0863
▁equivocad	-10.0899
erían	-10.0911
▁lu	-10.0921
x	-10.0925
tamente	-10.0977
fl	-10.1063
▁hech	-10.1084
fru	-10.1127
No	-10.1146
▁ti	-10.1168
▁grand	-10.1201
into	-10.1254
▁ins	-10.1272
dí	-10.1303
▁simpl	-10.1326
ien	-10.1344
▁estresa	-10.1345
para	-10.1345
▁comp	-10.1368
fet	-10.1368
estamente	-10.148
rid	-10.1492
▁baj	-10.1493
▁piens	-10.1513
tualmente	-10.1523
mas	-10.1539
icar	-10.156
ub	-10.1569
hora	-10.1576
tó	-10.1586
▁mu	-10.1595
▁ob	-10.1597
▁och	-10.1597
rías	-10.16
ing	-10.1606
▁quie	-10.1623
just	-10.1644
▁calcula	-10.1646
end	-10.165
sabes	-10.1702
▁Coc	-10.1707
E	-10.1708
activ	-10.1713
trap	-10.1717
hacer	-10.1728
íti	-10.1738
▁rehabili	-10.1744
ensado	-10.1763
P	-10.178
todo	-10.1783
hombre	-10.1787
quiere	-10.179
ch	-10.1797
▁ayud	-10.1807
lleva	-10.1814
divertido	-10.1835
Era	-10.1836
Dios	-10.1842
Estar	-10.1845
jer	-10.1856
prueba	-10.1859
verdad	-10.1868
poco	-10.1876
cil	-10.1878
unidad	-10.1892
▁aproba	-10.1892
hum	-10.1897
cuá	-10.1903
Tu	-10.1903
tenía	-10.191
▁dirig	-10.1915
puedes	-10.1916
I	-10.192
H	-10.1921
▁posi	-10.1927
mari	-10.1928
carga	-10.1954
▁met	-10.1973
▁supe	-10.198
tienes	-10.1982
R	-10.1986
▁pudi	-10.199
val	-10.1991
gí	-10.1992
bí	-10.1995
in	-10.1997
▁televi	-10.2013
▁chi	-10.2024
noche	-10.2025
tad	-10.2034
ag	-10.2043
Es	-10.2044
ruc	-10.205
rriba	-10.2053
▁financiera	-10.2087
pé	-10.2096
▁recuerd	-10.2098
▁J	-10.2102
▁cap	-10.2103
▁naci	-10.2107
▁limpi	-10.2111
▁problem	-10.2114
▁haga	-10.2114
escri	-10.2128
▁cabra	-10.2129
ié	-10.2133
nas	-10.2136
▁hijo	-10.2143
▁bonit	-10.2156
tirse	-10.2164
ultad	-10.2167
▁permi	-10.2176
▁camin	-10.2187
refier	-10.2214
▁especialment	-10.2215
encen	-10.2218
vas	-10.2226
iero	-10.2229
ntendí	-10.2232
▁aprend	-10.2232
ger	-10.2236
▁aeróbic	-10.2246
K	-10.2249
▁larg	-10.2254
▁especial	-10.2256
bajo	-10.2258
▁habl	-10.2264
xist	-10.2268
quí	-10.2268
▁muert	-10.2271
▁senti	-10.2272
cli	-10.2279
▁cariño	-10.2284
espacio	-10.229
iembr	-10.2291
ocupados	-10.2298
▁favorito	-10.2299
▁consisten	-10.2302
▁princip	-10.2303
▁proyec	-10.2303
ntrapresión	-10.2303
▁lib	-10.2303
▁inyec	-10.2305
ambién	-10.2306
scuch	-10.2307
▁conduc	-10.2307
robablemente	-10.2309
▁sobrevivi	-10.2309
creíble	-10.2311
▁llamar	-10.2311
▁Proba	-10.2311
ermuda	-10.2313
▁champ	-10.2313
divid	-10.2314
▁sorp	-10.2315
uánto	-10.2316
upo	-10.2316
xima	-10.2318
cular	-10.2318
itación	-10.232
legio	-10.2321
itud	-10.2321
ulaciones	-10.2323
▁gener	-10.2324
unid	-10.2326
▁incre	-10.2326
▁event	-10.2327
icto	-10.2327
▁abu	-10.2328
habili	-10.2328
bic	-10.2328
▁rob	-10.2328
gentes	-10.2334
▁apre	-10.2336
presur	-10.2337
pleto	-10.2338
uestra	-10.2338
ápi	-10.234
liente	-10.2341
ánico	-10.2344
▁parti	-10.2354
▁bri	-10.2361
▁oír	-10.2362
itas	-10.2364
▁tam	-10.2364
▁for	-10.2372
nclu	-10.2379
entemente	-10.2382
vado	-10.2386
▁cien	-10.2386
mir	-10.2386
▁corre	-10.2391
▁bu	-10.2394
tre	-10.2396
rmas	-10.2396
cito	-10.2399
▁camina	-10.24
vera	-10.2402
▁favorit	-10.2418
▁hici	-10.2419
▁gat	-10.2422
nico	-10.2423
▁Pue	-10.2423
tira	-10.2429
▁op	-10.2438
ientes	-10.2443
tuv	-10.2445
mento	-10.2447
▁compl	-10.2452
urop	-10.246
lista	-10.2473
stir	-10.2477
▁roba	-10.2481
gim	-10.2483
▁inm	-10.2486
▁asp	-10.2489
▁cha	-10.249
pi	-10.249
mit	-10.2505
▁muri	-10.2511
▁apro	-10.2516
ndida	-10.2536
cost	-10.2538
ída	-10.254
culo	-10.2563
▁cab	-10.2565
seguirl	-10.2575
vil	-10.2577
ualmente	-10.2592
her	-10.2595
gado	-10.2596
▁expl	-10.2599
jado	-10.2605
once	-10.2609
iser	-10.2613
ella	-10.2632
pas	-10.2641
ajes	-10.2678
oport	-10.2681
va	-10.2682
▁ind	-10.2697
colo	-10.2705
▁entrena	-10.2709
taste	-10.2735
ico	-10.2737
▁posib	-10.2739
roja	-10.2748
jam	-10.2755
acta	-10.2762
arti	-10.2763
isto	-10.2764
▁Sab	-10.2782
▁comi	-10.2785
▁Ah	-10.279
tada	-10.2806
▁estu	-10.2821
▁seg	-10.283
▁minu	-10.2833
ngres	-10.2853
▁herm	-10.2858
cial	-10.2861
gía	-10.2868
▁rehabilita	-10.2908
und	-10.2917
ntar	-10.2921
▁reci	-10.2938
ind	-10.294
lid	-10.294
▁activ	-10.2969
tica	-10.2971
▁Entr	-10.2972
▁vec	-10.2978
▁Ni	-10.2986
ave	-10.2997
raz	-10.3018
▁rec	-10.3034
ám	-10.3042
eche	-10.3051
ener	-10.3055
▁g	-10.3085
bé	-10.3094
So	-10.3121
▁tard	-10.3142
▁cal	-10.3175
im	-10.3184
sible	-10.3185
tiría	-10.324
ende	-10.3246
curr	-10.3256
arle	-10.3263
ap	-10.3274
iría	-10.3304
uena	-10.3306
▁ro	-10.3327
etal	-10.3361
caí	-10.3363
▁gua	-10.3381
tor	-10.3436
ivo	-10.3453
▁Pre	-10.3497
▁oí	-10.3528
ty	-10.3533
llí	-10.3572
ij	-10.3579
ns	-10.3586
▁ant	-10.3658
maría	-10.374
geni	-10.3757
▁abs	-10.3763
▁apa	-10.3768
ita	-10.3782
anci	-10.3783
aci	-10.3795
uda	-10.382
argar	-10.3833
man	-10.3852
ox	-10.3859
llos	-10.3868
▁pues	-10.3894
senta	-10.4031
nt	-10.4046
▁vie	-10.4063
dio	-10.4165
lug	-10.4223
▁mil	-10.4223
esante	-10.4308
tadas	-10.4326
olor	-10.4344
ejos	-10.4384
▁Cl	-10.442
eti	-10.4434
ojar	-10.4473
lor	-10.4473
vivieron	-10.449
ond	-10.4505
ida	-10.4505
▁televis	-10.4533
epartamento	-10.4536
rim	-10.454
▁Tod	-10.454
otos	-10.4541
▁dici	-10.4566
splegamos	-10.4579
▁mes	-10.4638
▁vas	-10.4658
▁equip	-10.4675
▁vo	-10.4719
uno	-10.4726
▁av	-10.4738
nero	-10.4753
▁pon	-10.4825
▁tub	-10.4841
▁arr	-10.4902
oria	-10.4931
cis	-10.4942
▁ru	-10.4955
nad	-10.4959
rar	-10.5023
udas	-10.5029
esplegamos	-10.504
▁interes	-10.5043
▁ing	-10.5053
nia	-10.5078
eza	-10.5129
▁die	-10.5207
él	-10.5253
tuvier	-10.5262
▁suced	-10.5333
osa	-10.5371
ud	-10.5379
▁sigui	-10.5423
lante	-10.5433
oj	-10.5443
olp	-10.5542
▁corr	-10.5543
▁é	-10.5673
lada	-10.5687
▁za	-10.5719
▁fi	-10.5738
ró	-10.5846
dencia	-10.5941
Va	-10.5985
ent	-10.5999
▁pis	-10.6078
sus	-10.6215
▁vi	-10.6326
▁aero	-10.6458
ortarlo	-10.6516
ale	-10.6599
▁preocupa	-10.6603
ló	-10.6606
emos	-10.669
▁seri	-10.6714
venta	-10.6762
▁mira	-10.6947
itu	-10.6952
▁prob	-10.7026
sado	-10.7027
▁ah	-10.7057
oye	-10.7098
aste	-10.7143
rc	-10.7184
zó	-10.7298
erc	-10.7373
alqui	-10.7398
▁lleva	-10.7463
cedi	-10.7496
ack	-10.7617
dar	-10.7684
edía	-10.7702
nd	-10.7725
▁ent	-10.774
▁asi	-10.7756
uto	-10.7844
oble	-10.7978
▁sola	-10.8012
▁past	-10.8014
vé	-10.8358
ay	-10.8426
▁ne	-10.8452
▁ente	-10.8515
▁intenta	-10.8534
ac	-10.8629
vió	-10.8792
oja	-10.8887
legad	-10.9097
asi	-10.9159
alm	-10.9172
ales	-10.918
▁au	-10.923
tratas	-10.9365
lé	-10.9795
▁sue	-10.9834
av	-10.9887
blar	-10.9895
▁Vi	-10.9901
▁derr	-11.0011
aja	-11.0022
terminar	-11.0037
dome	-11.0086
ciendo	-11.015
gresa	-11.0515
ntramos	-11.0543
fu	-11.0571
tiv	-11.0609
▁tran	-11.0962
▁Em	-11.1054
oche	-11.1111
▁quiera	-11.1664
imo	-11.1778
▁ja	-11.1919
▁aqu	-11.2001
olo	-11.2561
car	-11.2658
arías	-11.2679
pongo	-11.2768
▁plane	-11.2836
omo	-11.2912
ntó	-11.3109
spu	-11.3115
ató	-11.3119
ientemente	-11.3154
ie	-11.3165
▁cont	-11.3194
li	-11.3204
ellos	-11.3218
lan	-11.3292
▁af	-11.3321
▁pat	-11.3386
adamente	-11.3462
des	-11.3607
▁freg	-11.3756
eres	-11.3927
▁encontra	-11.4006
▁cua	-11.4016
haz	-11.4073
▁ener	-11.4524
aje	-11.4528
je	-11.4623
ders	-11.4778
mpre	-11.4855
ndependiente	-11.4887
▁pued	-11.4904
eño	-11.4955
▁n	-11.5198
tras	-11.5206
sis	-11.5242
ár	-11.5362
dad	-11.5372
▁pl	-11.5373
ten	-11.5464
olía	-11.5488
ocu	-11.5568
ene	-11.5841
atos	-11.5939
G	-11.6049
W	-11.605
J	-11.6051
¡	-11.6052
Q	-11.6053
B	-11.6054
U	-11.6055
¿	-11.6056
D	-11.6057
ñ	-11.6058
T	-11.6059
M	-11.606
L	-11.6061
N	-11.6062
j	-11.6063
v	-11.6064
q	-11.6065
▁ej	-11.6065
