<unk>	0
<s>	0
</s>	0
▁yn	-3.09522
▁,	-3.2449
▁.	-3.34353
▁in	-3.5029
▁	-3.50818
▁ye	-4.63544
que	-4.67972
n	-4.69416
a	-4.70538
▁y	-4.78629
h	-4.88758
▁ynic	-4.95896
▁;	-5.02871
▁de	-5.09079
▁ca	-5.11122
i	-5.25975
▁yhuan	-5.29043
1	-5.32882
li	-5.33026
o	-5.34972
▁oncan	-5.3916
▁ipan	-5.40878
▁auh	-5.42936
▁Au	-5.43652
uh	-5.46657
▁xihuitl	-5.51667
▁no	-5.56112
s	-5.5634
co	-5.57325
tzin	-5.60421
▁:	-5.6068
z	-5.61768
▁yc	-5.62237
▁A	-5.6268
▁ypan	-5.64286
c	-5.71882
▁ihuan	-5.72229
▁amo	-5.73277
▁huel	-5.75282
▁niman	-5.82796
▁i	-5.82869
▁ompa	-5.83922
▁nican	-5.86931
tli	-5.93783
▁ma	-5.9435
▁o	-5.9748
tl	-6.03858
▁|	-6.05779
▁In	-6.07075
▁ce	-6.07748
▁a	-6.10138
▁on	-6.10836
▁ic	-6.11194
▁se	-6.12446
▁tlen	-6.14083
▁çan	-6.14839
▁zan	-6.15058
l	-6.17446
ca	-6.17571
e	-6.21364
2	-6.25336
▁'	-6.25594
▁años	-6.25734
ya	-6.2634
▁yehuatl	-6.26749
▁omoteneuh	-6.28988
▁don	-6.29697
can	-6.30376
▁?	-6.31292
to	-6.31664
▁Mexico	-6.31841
▁ica	-6.31992
an	-6.3583
6	-6.38544
▁tla	-6.39915
in	-6.40135
▁oc	-6.42991
▁ytoca	-6.43017
▁mo	-6.44742
▁San	-6.47088
▁axcan	-6.48776
5	-6.49545
▁catca	-6.51806
▁ya	-6.52553
aya	-6.53168
▁cenca	-6.53226
▁Yn	-6.55293
tzinco	-6.55544
▁tlahtohuani	-6.57244
¿	-6.60022
▁inic	-6.60803
▁Juan	-6.60957
huan	-6.61571
4	-6.63304
▁uan	-6.6334
▁qui	-6.64388
▁iuh	-6.64633
xihuitl	-6.64716
3	-6.66515
0	-6.67426
▁metztli	-6.69322
▁tlacatl	-6.6956
▁t	-6.699
▁mexica	-6.70047
▁itoca	-6.76491
pa	-6.76911
▁ynin	-6.77311
▁mochiuh	-6.77758
quac	-6.77895
tin	-6.79109
▁ti	-6.79294
▁I	-6.79805
▁Francisco	-6.79931
▁ni	-6.80286
▁mani	-6.81327
9	-6.81764
▁quin	-6.81913
▁te	-6.84798
▁tlaca	-6.89963
pan	-6.90306
me	-6.90725
zin	-6.90958
8	-6.92218
▁Sant	-6.99886
qui	-6.99988
▁yuh	-7.00155
7	-7.01808
▁Ma	-7.03681
▁yehuantin	-7.05453
-	-7.06294
▁para	-7.0748
tica	-7.07935
▁T	-7.08931
▁ixquich	-7.11752
▁Ca	-7.1242
j	-7.12439
▁ça	-7.13415
zque	-7.15455
▁ahmo	-7.1674
▁la	-7.17224
▁Pedro	-7.17449
▁itech	-7.20046
▁ihcuac	-7.20109
▁ne	-7.20867
▁Y	-7.21263
hua	-7.23065
▁calli	-7.2335
▁cualli	-7.24282
▁Ye	-7.24413
▁ome	-7.24987
▁e	-7.26279
▁C	-7.27255
▁mochi	-7.27554
es	-7.27654
▁iquac	-7.29444
▁yehuatzin	-7.31153
▁Miguel	-7.31685
tiuh	-7.31824
▁n	-7.33221
▁atl	-7.33426
▁altepetl	-7.34233
▁motenehua	-7.34534
▁huey	-7.35642
▁tlalli	-7.3634
on	-7.36349
]	-7.36578
▁ayac	-7.37315
▁Nican	-7.37502
ez	-7.38078
▁!	-7.38136
▁Acatl	-7.38569
▁Maria	-7.38688
▁inin	-7.40267
é	-7.40473
te	-7.413
r	-7.42374
▁to	-7.43173
▁tonati	-7.43455
ti	-7.44113
▁Calli	-7.46033
▁Diego	-7.46266
▁ipampa	-7.46601
ia	-7.46753
▁pesos	-7.47145
▁tlahtoque	-7.48337
▁Amo	-7.48503
▁No	-7.50337
dad	-7.52049
ua	-7.52344
uan	-7.53561
▁Sanct	-7.53684
▁O	-7.54429
▁Tenochtitlan	-7.55282
ni	-7.55575
▁xiuitl	-7.5714
▁mi	-7.58278
▁Dio	-7.58425
▁ytech	-7.58654
▁ypampa	-7.59162
▁del	-7.59673
▁Martin	-7.60126
ón	-7.60477
▁Ce	-7.60588
▁xi	-7.61228
▁nopa	-7.61569
▁ciu	-7.61695
▁oqui	-7.61791
▁nochi	-7.62985
ica	-7.63189
▁tlalticpac	-7.64199
▁m	-7.64221
▁omochiuh	-7.64982
▁uel	-7.65644
▁Niman	-7.66104
▁yuhqui	-7.66255
tia	-7.66834
▁fray	-7.67216
¡	-7.68198
▁Tla	-7.6928
▁Huehue	-7.69565
▁España	-7.70253
▁momiquilli	-7.70326
▁huehuetque	-7.70371
▁visurrey	-7.70673
▁campa	-7.70757
▁wan	-7.708
▁Zan	-7.71649
v	-7.72127
tiaque	-7.72441
▁yxquich	-7.73626
oc	-7.74674
▁nohuian	-7.74686
▁intla	-7.75231
▁chichimeca	-7.75245
▁teopixque	-7.75822
▁nehuatl	-7.76157
▁tic	-7.76325
▁san	-7.77076
▁totecuiyo	-7.77518
▁Tlen	-7.79453
▁X	-7.79775
▁mil	-7.80414
▁yancuic	-7.80452
▁tle	-7.80493
cayotl	-7.80744
▁azo	-7.81182
▁justicia	-7.81187
hcuac	-7.81652
“	-7.82162
▁umpa	-7.82333
▁”	-7.8275
▁Antonio	-7.82777
▁Amaqueme	-7.82859
▁za	-7.83214
▁hual	-7.83235
▁c	-7.83301
▁españoles	-7.83418
▁acico	-7.8349
▁achto	-7.84093
▁Tocht	-7.84133
mo	-7.84194
tla	-7.84294
▁nepa	-7.84345
▁Axcan	-7.84558
tzintli	-7.85156
ctli	-7.85639
▁Pablo	-7.86303
▁nel	-7.86755
▁nic	-7.8683
▁por	-7.87577
no	-7.88858
▁unca	-7.89057
▁con	-7.89422
▁mochintin	-7.89608
▁mochiua	-7.89717
▁Ynic	-7.90454
▁nelli	-7.90935
▁quen	-7.91317
[	-7.91713
▁tlahtocat	-7.91872
án	-7.92982
▁Hernand	-7.93545
t	-7.94852
zo	-7.95056
yotl	-7.95366
▁Tecpa	-7.95569
▁mayor	-7.96627
toc	-7.96825
al	-7.97135
▁alcalde	-7.97315
▁iuan	-7.97729
mpa	-7.981
ín	-7.98215
▁Ipan	-7.98335
m	-7.98624
▁oyuh	-7.98928
▁Cruz	-7.99142
▁ki	-7.99853
ac	-8.00077
liztli	-8.00208
▁[	-8.00586
atl	-8.00953
▁omo	-8.01017
▁governador	-8.01188
huitl	-8.0176
hquac	-8.02086
▁iuhqui	-8.02115
▁aca	-8.02343
▁yo	-8.03794
teuhctl	-8.03885
os	-8.04022
▁itla	-8.04043
▁pero	-8.04054
▁ika	-8.04274
ntin	-8.04436
▁miec	-8.04704
▁Te	-8.04938
▁aquin	-8.05091
▁om	-8.05296
lia	-8.05648
▁quenin	-8.06006
itl	-8.0653
▁omomiquilli	-8.07054
▁M	-8.07283
ke	-8.0737
k	-8.07973
▁escribano	-8.08413
lli	-8.08872
dias	-8.08995
▁icome	-8.08999
▁Sancto	-8.09133
▁ta	-8.09857
▁inon	-8.09991
▁mes	-8.10261
▁testigo	-8.10321
u	-8.10489
▁teoyotica	-8.10519
▁yece	-8.1071
zquia	-8.10837
oan	-8.11279
▁señor	-8.11302
▁quiniento	-8.11605
tlan	-8.11792
▁arçobispo	-8.12261
eh	-8.12362
▁aocmo	-8.12407
▁tomin	-8.12438
▁mochihua	-8.12857
▁p	-8.13399
yo	-8.13417
meh	-8.13758
▁Ana	-8.14634
▁yca	-8.14831
los	-8.14859
▁occe	-8.15204
▁Luis	-8.15372
hui	-8.15531
▁chalca	-8.15596
motlahtocatlalli	-8.16153
▁mah	-8.16232
piltzin	-8.16373
▁icuac	-8.16617
▁yuhquin	-8.16773
▁miac	-8.17105
ía	-8.17363
titlan	-8.17531
▁monequi	-8.17775
▁ah	-8.17782
▁chane	-8.18819
▁Tecpat	-8.1883
▁im	-8.19352
▁nemi	-8.19532
▁	-8.19601
▁moch	-8.20158
▁cuix	-8.20214
ui	-8.20281
▁kikua	-8.20743
▁onca	-8.21079
alli	-8.2121
▁atle	-8.21223
▁d	-8.2159
▁yehica	-8.22077
▁su	-8.22192
▁tleyn	-8.22262
▁nahui	-8.22406
▁teopan	-8.22713
▁xochitl	-8.22755
▁Culhua	-8.23119
▁achtopa	-8.2391
▁Chalc	-8.24123
▁rey	-8.24157
▁cana	-8.24272
▁alcaldes	-8.24333
▁ichan	-8.24389
▁Se	-8.2448
▁Xuare	-8.24704
▁achi	-8.24868
▁quipia	-8.25027
▁español	-8.25385
▁nozo	-8.25733
lo	-8.27214
la	-8.27838
catca	-8.27912
▁oquito	-8.27955
ztli	-8.28164
▁Uan	-8.28298
ic	-8.28346
queh	-8.29458
▁hualla	-8.29889
▁nima	-8.30338
▁tein	-8.30402
ero	-8.30498
▁tlahtocati	-8.30559
▁tlamantli	-8.30894
▁h	-8.31326
▁ical	-8.31726
lique	-8.31765
▁domingo	-8.31947
▁escrivano	-8.3203
▁tlacpac	-8.32079
y	-8.32082
▁juez	-8.32124
▁occequi	-8.32708
as	-8.32959
▁ocachi	-8.32964
▁niquito	-8.33156
▁quimati	-8.3332
▁ixpan	-8.33917
▁icce	-8.34375
dios	-8.34471
▁P	-8.34522
▁V	-8.34831
▁D	-8.34978
▁motlalli	-8.3534
▁can	-8.3575
▁abril	-8.35792
▁Yhua	-8.36318
▁maj	-8.36558
▁yqua	-8.37016
▁padre	-8.37931
▁Chichimecateuh	-8.37934
lco	-8.38047
iz	-8.38049
▁Inin	-8.38154
▁tepetl	-8.39279
▁Marí	-8.3999
▁Ypan	-8.40388
▁huehue	-8.4046
▁ipa	-8.40494
▁Joseph	-8.40925
▁mayo	-8.41
▁ychan	-8.41034
▁mochipa	-8.41358
▁Yehua	-8.41453
▁cequi	-8.41499
▁mic	-8.41655
tepec	-8.41808
▁inamic	-8.42036
▁saj	-8.42059
▁teotlac	-8.42328
▁ke	-8.43345
▁ante	-8.43442
▁monamaca	-8.44007
▁huei	-8.45395
uitl	-8.45597
▁Cuix	-8.45785
ihqui	-8.46189
▁noso	-8.46343
▁XI	-8.46797
▁sancto	-8.46952
ma	-8.46999
hqueh	-8.47129
▁na	-8.4739
▁cemilhuitl	-8.47697
▁quitohua	-8.47914
▁wa	-8.48394
▁ka	-8.48473
▁yxpan	-8.48557
tic	-8.48745
▁onpa	-8.48896
▁posesio	-8.49566
▁kampa	-8.49655
çi	-8.49806
centetl	-8.50125
teca	-8.50149
▁quito	-8.50457
▁tonal	-8.50941
iman	-8.51194
▁Aztla	-8.51368
ito	-8.51781
loc	-8.51902
quez	-8.5196
▁nech	-8.52087
▁ton	-8.52177
▁xic	-8.52474
▁Tlanahuatih	-8.52975
▁huelis	-8.53198
az	-8.53271
▁S	-8.53276
aj	-8.53452
▁tlatoque	-8.53689
ique	-8.5407
▁Tenanc	-8.54163
▁nehin	-8.54211
iencia	-8.54558
tatzin	-8.54661
▁mochihuaz	-8.54859
▁momati	-8.55206
▁hueyi	-8.55398
▁ammo	-8.55689
▁Nima	-8.55711
▁omito	-8.55892
na	-8.56067
▁peuh	-8.56341
▁non	-8.56475
▁N	-8.56494
iano	-8.56608
▁cate	-8.57298
▁viernes	-8.57735
▁August	-8.57768
ça	-8.57853
pampa	-8.58234
▁huecauh	-8.58349
nepantla	-8.58529
▁kitoka	-8.5874
▁ual	-8.58908
d	-8.58988
▁quim	-8.5914
▁yez	-8.59486
go	-8.59689
tihui	-8.59741
▁teo	-8.60017
▁Nuev	-8.60228
ka	-8.60687
▁tlahtol	-8.61202
▁x	-8.61944
ani	-8.61944
▁taman	-8.61998
yemo	-8.62072
▁ixquichtin	-8.62084
▁yaoyotl	-8.62255
▁tlahtolli	-8.62352
huayan	-8.62382
▁III	-8.62398
▁amatl	-8.62422
▁cen	-8.62748
▁queman	-8.62805
▁komo	-8.62846
▁matlactl	-8.6349
▁tech	-8.63632
asta	-8.63725
▁VI	-8.63924
ah	-8.64012
catl	-8.64394
▁cruz	-8.64448
▁izqui	-8.64479
▁huallaque	-8.64561
▁VII	-8.65206
ado	-8.655
▁ytla	-8.65558
▁motocayotia	-8.65642
▁XIII	-8.6588
▁cenpohual	-8.66008
tsin	-8.66362
▁nicmati	-8.66823
oque	-8.66914
▁en	-8.67093
ico	-8.67121
▁teopixqu	-8.67156
▁ihtic	-8.6742
▁omic	-8.67645
▁quihto	-8.6792
▁totecuyo	-8.68089
▁Garcia	-8.68107
▁ipatiuh	-8.68291
▁ay	-8.68398
▁yoa	-8.6853
▁hualquiz	-8.68948
▁ohualla	-8.68963
▁lunes	-8.69434
▁icpac	-8.69488
calli	-8.69737
▁macuil	-8.6997
▁testigos	-8.70228
▁mitz	-8.7025
▁Huel	-8.70417
▁obispo	-8.70463
▁mach	-8.7058
cac	-8.71179
atzin	-8.7216
▁México	-8.72237
▁çano	-8.72373
▁IX	-8.72387
matl	-8.72423
omingo	-8.72431
iembre	-8.72641
ó	-8.73175
▁mar	-8.73341
chtli	-8.73443
el	-8.73497
▁Azcapotzalco	-8.73671
seh	-8.74327
huatl	-8.74506
▁puchteca	-8.74604
▁anozo	-8.74855
▁To	-8.74959
▁Xoco	-8.74979
▁chaneque	-8.75088
▁yntech	-8.75191
▁ac	-8.75236
▁tlatohuani	-8.7532
tzino	-8.75482
▁quiça	-8.75504
▁s	-8.7552
yan	-8.75594
ta	-8.75696
▁tepitzin	-8.75812
▁otzatzi	-8.76053
▁cente	-8.76231
▁Tlatilolco	-8.76589
▁çatepan	-8.76693
loque	-8.76809
bre	-8.7696
▁cihua	-8.76995
ço	-8.77021
▁motlalia	-8.77051
▁quiz	-8.7721
oso	-8.77281
do	-8.773
▁dos	-8.77337
▁itechpa	-8.77516
▁macuilli	-8.77896
▁Ah	-8.77918
val	-8.77964
▁azteca	-8.78132
▁tenochca	-8.78182
catqui	-8.78699
▁ynamic	-8.78703
▁ey	-8.78805
huac	-8.79107
tique	-8.79186
▁quimo	-8.79513
x	-8.79531
▁Mendo	-8.79587
bado	-8.79589
▁Mochiu	-8.79619
▁Tlatilu	-8.79621
▁XII	-8.7984
▁yehua	-8.7991
▁quil	-8.80107
tzi	-8.80278
missa	-8.80443
auh	-8.80895
▁cuali	-8.81006
ce	-8.81053
í	-8.81104
▁Gas	-8.81277
▁Vela	-8.81522
▁quichihua	-8.81621
▁cahuitl	-8.81726
▁motlallico	-8.8201
▁tlatolli	-8.82147
▁nopilhuan	-8.82343
▁intech	-8.82398
ngeles	-8.8256
Ihuan	-8.82574
▁diablo	-8.82803
▁Ome	-8.82993
par	-8.83012
xiuitl	-8.8335
▁totolli	-8.83437
▁Ica	-8.83544
▁tepan	-8.83558
▁onká	-8.84378
ahuac	-8.84407
sco	-8.84455
▁ayamo	-8.84503
▁Colhuacan	-8.84507
▁tecpan	-8.84838
▁cihuapill	-8.84898
ticatca	-8.8544
▁Ysabe	-8.85441
▁VIII	-8.85641
▁Re	-8.85828
▁alguacil	-8.85897
▁Toch	-8.86052
maqueme	-8.86128
▁omoteneuhtzino	-8.86129
▁sá	-8.8641
▁tlein	-8.86802
▁yeyi	-8.87016
▁noponi	-8.87576
▁ohtli	-8.87582
▁notlatol	-8.87661
▁melahuac	-8.87662
▁mahuiztililoni	-8.87723
▁Oncan	-8.87752
xochitl	-8.87844
enero	-8.87994
▁quename	-8.88623
▁Al	-8.88821
mpaneca	-8.88845
tlamantli	-8.89118
equintin	-8.89202
▁motla	-8.89391
▁nauh	-8.89574
ylhuitzin	-8.89676
▁aoc	-8.89746
▁oquic	-8.89824
▁tehuan	-8.89965
enta	-8.90144
▁omentin	-8.90373
▁nan	-8.90488
aque	-8.90505
▁quihual	-8.90645
tle	-8.9085
▁macehualti	-8.90907
▁Ximene	-8.9097
onso	-8.91018
▁Yc	-8.91057
▁que	-8.91194
ujki	-8.91224
quintin	-8.91616
▁Inic	-8.91635
▁oti	-8.91741
▁yectli	-8.92305
liz	-8.92499
▁mohuicac	-8.92614
▁Valer	-8.92618
nantzin	-8.92722
▁Mo	-8.92876
juak	-8.92893
▁an	-8.93309
▁mexi	-8.9347
da	-8.93521
▁ax	-8.9354
▁oiuh	-8.93615
ntli	-8.9389
en	-8.94124
htli	-8.94496
ton	-8.94625
▁Ya	-8.9482
▁tlali	-8.94837
▁tel	-8.94881
iztli	-8.94977
▁nohuiyan	-8.95162
▁oya	-8.95178
▁qu	-8.95211
▁occepa	-8.95507
▁sa	-8.95715
hoan	-8.95875
▁ahno	-8.9602
▁febr	-8.96147
▁juni	-8.96193
tlanahuatili	-8.96243
ús	-8.96296
htic	-8.96315
▁tzillini	-8.96324
▁nimitz	-8.96521
▁ymixpan	-8.96675
huantzitzin	-8.96686
▁tetl	-8.96844
▁huallehua	-8.96968
▁Tzaqualtitla	-8.97027
▁neci	-8.971
▁E	-8.97152
▁k	-8.97355
▁keme	-8.97812
▁Jes	-8.97922
▁anoço	-8.97995
▁huitz	-8.98101
▁tliltique	-8.98101
▁occequint	-8.9813
▁nepapan	-8.98503
▁quezqui	-8.98666
▁tlacah	-8.98684
▁onoc	-8.98731
▁mitohua	-8.98911
glesia	-8.98913
quahuitl	-8.99109
▁otic	-8.99328
▁II	-8.99548
lá	-8.998
▁juramento	-8.99821
▁Moteuhcçoma	-8.99821
▁onpohual	-8.99853
titech	-8.99855
▁Tlahtocan	-8.99867
ske	-9.0051
tenco	-9.00582
▁yon	-9.00633
▁cihuatl	-9.00988
ticpac	-9.0114
▁Tlal	-9.01348
▁yzqui	-9.01669
▁Quahuitzat	-9.01717
▁oquin	-9.01837
octu	-9.01895
▁occeppa	-9.019
▁tlacat	-9.01948
▁tlaco	-9.02
▁mahuiztic	-9.02037
nimo	-9.02091
III	-9.02308
▁Xi	-9.02655
▁iman	-9.02666
▁kiilui	-9.0305
▁Castilla	-9.03104
▁Domin	-9.03288
▁nica	-9.03332
▁timo	-9.03384
▁peso	-9.03387
▁tianquiz	-9.03492
▁Di	-9.03561
yoc	-9.03563
▁kuali	-9.04016
▁huehuey	-9.04334
zqueh	-9.04559
▁mag	-9.04619
yaya	-9.04657
rú	-9.04696
loyan	-9.0472
▁man	-9.0473
huaya	-9.04779
▁quexquich	-9.05012
oni	-9.05015
catzin	-9.05345
▁u	-9.05604
toca	-9.05648
▁ytencopa	-9.05662
▁Sebastian	-9.05778
▁huell	-9.05954
antzin	-9.05971
nozo	-9.06007
▁quimilhui	-9.06098
▁oquichiuh	-9.06125
ian	-9.0613
▁quiza	-9.0624
▁zatepa	-9.06244
▁ceppa	-9.06256
quia	-9.06349
▁intlahtoca	-9.06365
és	-9.06443
za	-9.0646
▁mage	-9.06552
▁itlal	-9.06784
▁yeuatl	-9.06819
▁yehuan	-9.0683
▁nian	-9.07367
▁Jeró	-9.07591
▁moyetzticat	-9.07593
▁Fern	-9.07651
▁oncuan	-9.07682
▁itechcopa	-9.07702
▁q	-9.07726
▁ihuicpa	-9.07769
▁cal	-9.07778
oña	-9.07789
estad	-9.07941
ye	-9.08539
▁matlac	-9.08558
▁Co	-9.0868
▁G	-9.08749
rio	-9.08792
▁Nehua	-9.0892
▁ypa	-9.09012
catzintli	-9.09066
▁misa	-9.09123
stad	-9.0916
mej	-9.09914
▁ot	-9.09939
▁]	-9.10025
tinemi	-9.103
nequi	-9.1054
▁tequitl	-9.10717
▁xochi	-9.10904
oles	-9.11128
▁matlacpohual	-9.11323
copa	-9.11327
▁Sanche	-9.11381
zintli	-9.11524
▁Tlaco	-9.11558
tiaya	-9.11696
▁Geronim	-9.11721
▁clérigo	-9.11727
ro	-9.11729
venta	-9.11874
▁huan	-9.12096
▁cuicatl	-9.12322
▁iyollo	-9.12457
▁nicam	-9.12643
▁yniqu	-9.12904
▁pohui	-9.12977
▁akmo	-9.13224
▁çann	-9.13299
▁cecen	-9.13399
▁Per	-9.13458
ik	-9.13621
▁quinequi	-9.13631
▁conito	-9.13801
▁carrancista	-9.13879
▁aqui	-9.13883
▁zapatista	-9.13909
▁julio	-9.13915
▁oyeya	-9.13945
▁chicahuac	-9.13964
érc	-9.14001
▁Hueyi	-9.14036
ilhuitl	-9.14065
▁ynpan	-9.14178
poliuhque	-9.1455
listli	-9.14641
lan	-9.14909
▁cempoal	-9.1506
motlalilia	-9.15155
▁aço	-9.1516
▁tleco	-9.15248
▁oni	-9.15311
▁manca	-9.15315
tzitzin	-9.15454
▁caxtolli	-9.15605
uaya	-9.15687
qualli	-9.15709
▁nochipa	-9.15817
uac	-9.15889
tepetl	-9.15989
▁juebes	-9.16007
▁nicmaca	-9.16074
▁satepa	-9.16499
▁semi	-9.16574
▁otli	-9.16593
▁Ompa	-9.16607
▁yntla	-9.16639
▁Cu	-9.17119
oyan	-9.17183
▁Pe	-9.17202
▁nama	-9.17226
▁yauh	-9.17306
▁teocal	-9.17368
▁me	-9.17413
▁chicome	-9.17625
▁tomine	-9.17644
▁inchan	-9.17789
▁muchiuh	-9.17814
▁Atonal	-9.17943
▁Quen	-9.17946
▁onic	-9.18015
▁doctor	-9.18142
▁omome	-9.18193
▁Martín	-9.18249
▁oydores	-9.18274
▁niquitoh	-9.18353
▁oquimo	-9.18376
▁patlahuac	-9.18458
▁cocone	-9.1855
acxoteca	-9.18614
▁el	-9.1862
▁cuahuitl	-9.18656
▁pipilti	-9.18833
▁Nochi	-9.19055
▁Na	-9.19098
▁chinam	-9.19182
▁cuica	-9.19492
▁Qui	-9.19557
▁acatl	-9.19729
hicomoztoc	-9.1977
▁muchi	-9.19853
kilit	-9.19904
▁cani	-9.19906
▁itocayoca	-9.19907
▁ixquichcauh	-9.19942
▁quitlalli	-9.20097
▁Can	-9.20391
▁Garc	-9.20438
▁Felipe	-9.20502
▁monasterio	-9.2052
tlaca	-9.20525
▁hualmochiuhtia	-9.20704
▁cemanahuac	-9.20874
▁tepilhuan	-9.21204
▁Atenc	-9.21314
▁timacehualti	-9.21361
▁itic	-9.21399
ás	-9.21411
▁mochiuhtzino	-9.21593
▁topan	-9.21614
tequiuh	-9.21704
▁ilhuicatl	-9.21742
calco	-9.21776
toton	-9.21898
ual	-9.22181
▁ipanpa	-9.2248
▁Jacob	-9.22496
▁necoc	-9.22629
mitl	-9.22685
znequi	-9.22693
▁icel	-9.2284
▁xonacatl	-9.22852
▁tlatoani	-9.22933
aca	-9.2299
nin	-9.23074
▁mitoz	-9.23261
otl	-9.23324
▁Ante	-9.23333
▁moyetztica	-9.23408
▁ohuala	-9.23429
I	-9.23539
mati	-9.23651
iuh	-9.23949
tetl	-9.2406
▁nonamic	-9.24074
▁onkak	-9.24206
▁ipaltzinc	-9.24353
▁yohua	-9.24401
▁ytocayoca	-9.24731
▁ix	-9.2477
azque	-9.24909
▁tona	-9.24934
▁onkan	-9.24959
ochtli	-9.25242
▁Luy	-9.25474
▁tecpatl	-9.25644
zi	-9.25681
teouh	-9.25727
▁tlami	-9.25884
▁ueyi	-9.25992
▁ipilhuan	-9.2611
pus	-9.26156
ltzin	-9.26208
▁nehua	-9.26229
ihui	-9.26534
oa	-9.26624
ulhuacan	-9.26689
▁nen	-9.26837
▁Pa	-9.26856
▁Tlilteca	-9.26909
▁ticmati	-9.27309
▁teocuitlatl	-9.27405
▁Tetzcoco	-9.27647
▁och	-9.27648
liaya	-9.27779
▁chil	-9.27804
▁monjas	-9.27844
▁icnahui	-9.27924
cuahuitl	-9.28008
▁ypilhuan	-9.28062
▁cequint	-9.28156
▁China	-9.28271
▁at	-9.28461
▁tlal	-9.2851
ra	-9.28835
oca	-9.28858
liztica	-9.29057
quichiuhque	-9.29256
▁chichi	-9.29473
kilo	-9.2999
uia	-9.30135
▁ahuel	-9.30211
▁istak	-9.30243
▁Totecuiyo	-9.30302
▁ychpoch	-9.30375
▁pouiz	-9.30434
ña	-9.30492
▁izquican	-9.305
▁opeuh	-9.30501
▁nicnequi	-9.30523
▁Mah	-9.30562
▁tlamachtilcal	-9.3058
▁nochtin	-9.30698
▁Tlayllotlac	-9.30852
▁Yehuatl	-9.30959
▁monequiz	-9.30987
xtli	-9.3102
▁sie	-9.31029
▁oncaxtolli	-9.31144
▁ycpac	-9.31169
▁jue	-9.31179
▁omotlalli	-9.31375
▁yglesia	-9.31378
▁Huitzillihuit	-9.31639
▁quemman	-9.31665
les	-9.31806
▁Mariana	-9.31969
▁Intla	-9.32097
▁Juana	-9.32187
▁Noih	-9.32211
▁quilhui	-9.32424
loni	-9.32631
▁otlananquilli	-9.32783
▁Tullam	-9.32909
▁ilhuicac	-9.32981
cauh	-9.32989
▁Oc	-9.33084
ando	-9.33111
ehuaque	-9.33144
tontli	-9.33349
▁xa	-9.33383
▁ih	-9.33405
▁teotl	-9.33489
▁tlatla	-9.33867
▁noyollo	-9.33873
▁pil	-9.33954
▁caxtol	-9.34221
▁aci	-9.34239
▁cemi	-9.34296
▁kwak	-9.34315
▁oquiz	-9.34811
▁once	-9.35098
yahque	-9.35537
▁notahtzin	-9.35546
F	-9.35635
▁quichiuh	-9.35686
chez	-9.35719
▁it	-9.35936
▁aic	-9.36019
▁chicuacen	-9.36038
▁Angel	-9.36131
▁tepe	-9.36313
▁quetzalli	-9.36345
▁H	-9.36538
▁chi	-9.37038
▁axca	-9.37077
▁aya	-9.37391
▁Yuh	-9.37478
▁yhui	-9.37608
▁tl	-9.37623
iaya	-9.37626
▁Ic	-9.37656
ome	-9.37782
▁Pas	-9.37836
▁oquitecaquiti	-9.38045
▁entons	-9.38046
▁xochiyoua	-9.38049
▁ypam	-9.38168
tlauhtecatlteuhc	-9.38255
huia	-9.3843
▁oks	-9.38455
quene	-9.38727
▁iz	-9.38845
▁tochtli	-9.38915
tzticac	-9.38954
▁set	-9.38978
tlahtoani	-9.39006
▁Huan	-9.39057
ch	-9.39072
tiz	-9.39197
llo	-9.3933
ehuantin	-9.39375
▁camo	-9.39815
▁callaqui	-9.39831
pohuiz	-9.39861
▁tonali	-9.39864
▁moyollo	-9.40077
▁mihto	-9.40151
tlacamo	-9.40393
mani	-9.40506
▁Sebasti	-9.40557
▁nikan	-9.4074
▁ticpia	-9.40855
▁axox	-9.40858
▁iztatl	-9.40873
▁aud	-9.40914
▁miyec	-9.40973
▁nochan	-9.41346
▁namech	-9.41372
▁miak	-9.4143
▁ontetl	-9.41556
▁cu	-9.41595
▁iztac	-9.41719
iago	-9.41787
uatl	-9.41896
ahzo	-9.41944
▁regidor	-9.42099
▁kimana	-9.42126
▁queh	-9.42403
▁ymac	-9.42524
ipan	-9.42602
	-9.43149
▁Cohua	-9.43394
▁otech	-9.43582
▁Compañ	-9.4368
▁yeka	-9.43706
▁macihui	-9.43711
manalco	-9.43713
▁Baltha	-9.43752
▁yhoa	-9.43927
▁ašan	-9.43948
ión	-9.43953
▁Tequani	-9.43988
▁ohual	-9.44041
▁pehua	-9.44163
ontli	-9.44576
nahui	-9.4468
▁Aquin	-9.44704
▁nonantzin	-9.44757
▁Quauh	-9.44771
ceppa	-9.448
acalli	-9.44887
▁Lun	-9.44927
▁mocallaqui	-9.44953
pol	-9.4504
▁tonall	-9.45178
nado	-9.45201
huexotl	-9.45239
ko	-9.45253
huiz	-9.45284
▁tlahtoli	-9.45338
ohuac	-9.45386
▁tlaço	-9.45588
▁moteca	-9.45722
▁mihtohua	-9.45886
▁kil	-9.45901
oz	-9.46004
▁altepe	-9.46033
tlalpan	-9.46077
cuac	-9.46111
io	-9.46182
caxitl	-9.4622
▁mohuica	-9.46225
chi	-9.46283
▁ytechpa	-9.46331
▁pa	-9.46614
▁Magdalena	-9.46621
▁Chal	-9.46656
▁las	-9.46694
▁itechpohui	-9.46768
▁ayocmo	-9.47026
▁chicue	-9.47026
timani	-9.47037
loz	-9.47079
▁imixpan	-9.47122
▁tlatilulca	-9.47194
agos	-9.47391
lhuitl	-9.47452
▁maxiti	-9.4758
▁tlalpan	-9.4775
▁noviembr	-9.47897
▁Oncu	-9.47972
▁quauhtli	-9.48043
▁un	-9.48053
▁Azo	-9.4811
▁hui	-9.48144
ili	-9.4828
▁Testigo	-9.48322
▁tlaxillacal	-9.48398
cia	-9.48409
rez	-9.48445
▁Iqui	-9.48517
▁Quine	-9.48673
arço	-9.48691
de	-9.48814
▁Ac	-9.48859
ki	-9.48862
▁Tle	-9.48914
▁iteyo	-9.48943
ina	-9.49199
tlamico	-9.49259
▁chicon	-9.49262
▁nocal	-9.49362
tonaltzin	-9.49418
▁Guerr	-9.49656
▁tohueytlahtoca	-9.4968
va	-9.49963
▁Yaotl	-9.49992
▁cihuame	-9.50083
▁huitze	-9.50113
▁do	-9.50432
sesek	-9.50434
▁iuhquin	-9.5068
kan	-9.50695
ilia	-9.50718
▁An	-9.50718
tzontli	-9.50929
▁Chichimeca	-9.50958
itzin	-9.51109
mi	-9.51151
▁L	-9.51268
▁quimochihuilli	-9.51284
▁Aya	-9.5135
quitohua	-9.51582
atzintli	-9.51915
▁huehca	-9.52318
▁omomiquili	-9.52339
▁chiquacen	-9.52399
▁napohuall	-9.52416
▁Lo	-9.52429
▁cenpohuall	-9.52468
▁quetzal	-9.52472
itzochiyahuizotl	-9.52519
▁mantia	-9.52608
▁ahcic	-9.52638
it	-9.52693
▁culhua	-9.52713
residen	-9.52895
▁licenciado	-9.5292
▁moztla	-9.52924
ehuatl	-9.52995
▁K	-9.53016
▁quitoa	-9.53024
▁itlatol	-9.53064
▁Nauhyot	-9.53108
sic	-9.53244
▁unpa	-9.53285
▁hueca	-9.5329
▁Mal	-9.53316
▁quizque	-9.53382
huaz	-9.53456
ihmo	-9.53561
▁pouhqui	-9.53565
▁onmatlact	-9.5358
▁nopan	-9.53645
▁ynacayo	-9.53751
le	-9.53769
▁telpochtl	-9.53808
izque	-9.53949
▁nictlali	-9.53957
▁milli	-9.54056
▁miqui	-9.54057
▁otla	-9.54229
▁ycal	-9.5444
po	-9.54498
ualli	-9.54563
quizque	-9.54608
▁xon	-9.54911
utl	-9.55032
ayotl	-9.55155
▁onech	-9.55234
atiuh	-9.55237
▁nocon	-9.55381
▁cepa	-9.55429
quihui	-9.55431
▁onaci	-9.55587
▁estaca	-9.55618
▁chalchihui	-9.55634
huacan	-9.5566
▁Yancuic	-9.56015
▁yaque	-9.56077
▁Santiago	-9.56084
▁tlayahuallo	-9.56175
▁itlan	-9.56177
testamento	-9.56223
▁titla	-9.56341
▁omotlali	-9.56363
▁omochiuhtzino	-9.56476
▁omacoc	-9.56496
▁Joan	-9.56498
ato	-9.56538
▁ahcito	-9.56639
▁yxquichcauh	-9.56707
▁Tona	-9.56722
▁Aca	-9.57005
▁itlami	-9.57115
▁sep	-9.57367
▁nino	-9.57402
▁Ni	-9.57469
tlatqui	-9.5747
tihuitz	-9.57483
▁Ip	-9.57605
▁quitocayoti	-9.57635
▁Nehuatl	-9.57637
▁quimon	-9.57704
ayoj	-9.57833
▁quitocayotia	-9.57834
▁hualmohuicac	-9.57894
▁si	-9.58055
▁Yehuan	-9.58154
nca	-9.58196
▁iyo	-9.58269
▁poliuh	-9.58828
ohua	-9.58889
▁chicuey	-9.59062
▁nauhtzon	-9.59199
man	-9.59239
▁quilhuia	-9.59253
▁tletl	-9.59317
▁Chalchiuhmomoz	-9.59336
▁Tiacapan	-9.59356
▁Señor	-9.59367
▁tofirma	-9.59371
▁Chapoltepec	-9.59393
▁palacio	-9.59424
▁Marin	-9.59429
▁ytloc	-9.59445
pajti	-9.59452
▁coztic	-9.59473
▁Axayaca	-9.5953
▁hora	-9.59681
▁co	-9.5992
▁nez	-9.60007
▁oacico	-9.60154
▁Thom	-9.60158
▁choca	-9.60168
▁totlaçonan	-9.60296
▁mocauh	-9.60317
▁tehuanti	-9.60368
se	-9.6045
▁mí	-9.60488
▁yntoca	-9.60706
▁tlahto	-9.60713
▁Huitzillopoch	-9.60815
zquiani	-9.60945
▁cem	-9.61022
▁tlahco	-9.61109
▁po	-9.61159
▁ican	-9.61318
▁quimitalhui	-9.61344
▁yancuica	-9.61371
▁noca	-9.61551
▁tecpo	-9.61618
▁kema	-9.61646
▁tlatocat	-9.61734
nixpan	-9.62171
ne	-9.62246
▁tlayahualolo	-9.62442
huaque	-9.62554
ohualli	-9.626
▁tehua	-9.62632
▁Cort	-9.62752
▁comendador	-9.62784
▁Melch	-9.62785
▁Baptista	-9.62785
▁Jab	-9.62786
▁Teohuateuhc	-9.62789
▁Toteoci	-9.62791
▁Momoch	-9.62802
▁cua	-9.62814
▁ite	-9.62814
tacico	-9.62821
▁occen	-9.6285
▁Sacramen	-9.62908
▁oztomeca	-9.62932
aco	-9.62964
▁moihtohua	-9.62978
▁iquey	-9.63016
▁Cuepopa	-9.63022
▁nocuel	-9.63073
▁macoc	-9.63096
ipiltzin	-9.63176
▁noyol	-9.63238
sar	-9.63264
chimal	-9.63308
layllotlacteuhct	-9.63385
tech	-9.63431
▁ilhuitzin	-9.6357
uiaj	-9.63583
ixpan	-9.63602
▁den	-9.63655
▁mote	-9.63932
▁cuauhtla	-9.63949
▁ihuiyan	-9.63999
▁oncate	-9.64066
uhque	-9.64077
▁motlali	-9.64128
▁Mart	-9.6428
▁concui	-9.64313
hual	-9.64351
▁Itzcohuat	-9.64463
quiuh	-9.64707
▁quenmania	-9.64767
▁tocon	-9.64852
▁quinamaca	-9.64855
zar	-9.64903
oac	-9.64924
▁quiçac	-9.65234
▁teca	-9.65256
▁yqu	-9.65453
▁Sanc	-9.65544
otatzin	-9.65553
▁yepohual	-9.65814
▁immo	-9.65832
peuhque	-9.65905
▁Col	-9.6591
▁maca	-9.65927
nemi	-9.65956
▁mochihuas	-9.65959
▁quitqui	-9.65981
▁castil	-9.66132
▁ijkin	-9.6631
▁kineki	-9.66358
▁quimachiyoti	-9.66374
▁Huexotzinco	-9.66414
yn	-9.66431
▁sentabo	-9.66457
▁noja	-9.6646
▁Roma	-9.66473
▁am	-9.6654
quitoque	-9.66548
sme	-9.66566
▁quihualhuica	-9.66648
▁polihui	-9.66663
▁Andr	-9.66671
▁Anahuac	-9.66772
▁Chalchiuh	-9.66905
ren	-9.6692
▁moc	-9.66977
▁eyi	-9.6703
ulco	-9.67188
ana	-9.6721
▁atlan	-9.6734
▁yhua	-9.67366
▁seki	-9.6739
▁tlanahuati	-9.67412
▁Tenoch	-9.67439
▁Huitzilopoch	-9.67474
▁tlaxillacall	-9.67532
▁moyetzticate	-9.67583
▁he	-9.67588
yotzin	-9.67663
▁venta	-9.6772
▁notoca	-9.67789
▁amono	-9.67801
cam	-9.67849
itlan	-9.68076
tes	-9.68102
huatzin	-9.68136
hmo	-9.68302
tliltic	-9.68376
▁Ti	-9.68448
▁tlanahuatilmeh	-9.68452
hque	-9.68577
▁Man	-9.68709
▁cual	-9.68874
▁yah	-9.68997
ix	-9.69059
▁Mach	-9.6908
▁tlama	-9.69112
▁ahci	-9.69311
▁Chicomoz	-9.69379
tlacatl	-9.69391
quiz	-9.69424
▁tlahtocapil	-9.69536
tito	-9.69706
▁Ne	-9.69753
▁quihtohua	-9.69807
▁tepaneca	-9.69885
▁totoca	-9.70018
▁Xochiyoua	-9.7006
▁capitá	-9.70063
▁xochmilca	-9.70063
▁blanco	-9.70076
▁Marqués	-9.70143
▁quihuica	-9.70144
▁zihuapil	-9.70243
▁uejueyi	-9.70293
▁mellahuac	-9.70352
▁teopancal	-9.70376
▁Ch	-9.70388
▁tlamatinime	-9.70453
▁teomama	-9.70483
▁quiyahuac	-9.7057
lito	-9.70589
▁yeh	-9.70622
▁ocelotl	-9.70652
▁marte	-9.707
▁carta	-9.70705
katk	-9.70723
▁moteylhuia	-9.70742
pil	-9.70818
▁ytlal	-9.70892
▁Queman	-9.70946
▁motlanahuatilli	-9.70962
nco	-9.71187
jki	-9.71272
▁Pere	-9.71337
▁tlayahualolizt	-9.71361
tlalia	-9.71412
▁Popoca	-9.71547
▁yaz	-9.7156
▁altepetlypa	-9.71564
▁motec	-9.71665
▁tlahtoca	-9.71741
ada	-9.71984
▁matlacxihuit	-9.71988
tihuitze	-9.72007
▁onnahui	-9.72129
▁Acamapicht	-9.72189
acatl	-9.72396
▁tlaxilacall	-9.72436
▁quema	-9.72492
▁iaxca	-9.72504
cecni	-9.72681
▁ilhuitl	-9.72857
▁ticchihuaz	-9.72903
capilla	-9.72914
lloque	-9.73242
▁teutl	-9.73405
▁onka	-9.73529
▁señora	-9.73683
tik	-9.73704
▁nitla	-9.7374
ihuitl	-9.73802
▁itlahtoca	-9.73809
▁oydor	-9.73834
▁xocon	-9.73892
▁quaresma	-9.73906
▁Padre	-9.73909
▁Ahuitzot	-9.73922
noço	-9.73965
asa	-9.7413
▁ypilhuantzitzin	-9.74181
tlahtoque	-9.74212
▁Inime	-9.74228
xiuhtzin	-9.74228
ehua	-9.74264
dor	-9.74265
ntzin	-9.74273
ehuatzin	-9.74414
▁Sa	-9.74414
▁oqu	-9.74426
toque	-9.74522
▁Axayacatzi	-9.74599
yohuacan	-9.74651
▁quimotlalili	-9.74663
arqués	-9.74667
▁tochan	-9.74724
chichimeca	-9.74728
▁tica	-9.74734
▁incal	-9.74814
▁kemaj	-9.74842
▁kualt	-9.74891
ior	-9.74895
▁Lope	-9.75088
▁corte	-9.75164
▁mito	-9.75219
cihuatl	-9.75274
ampa	-9.75368
ún	-9.7555
▁mitoa	-9.75639
tlalli	-9.75835
▁temo	-9.75918
▁ohui	-9.75991
▁aye	-9.76033
poyon	-9.76112
▁Xochi	-9.76117
di	-9.76133
▁miquiz	-9.76374
▁Tenuch	-9.76447
teneuh	-9.76779
▁noih	-9.7689
▁Pi	-9.76893
teo	-9.76925
▁ten	-9.77022
▁Tenochtitla	-9.77039
▁cocolizt	-9.7706
tenamitl	-9.77137
▁Acxo	-9.77228
cohuatl	-9.773
tocatzin	-9.7731
▁Xu	-9.77331
eque	-9.77515
▁quinhual	-9.77529
▁omey	-9.77669
▁timitz	-9.77695
▁chichilti	-9.77794
▁Tlahco	-9.77856
ueytl	-9.77861
rtes	-9.77897
▁Luren	-9.7791
▁yepazohtli	-9.77911
▁tlaxilacaleque	-9.77913
ehuac	-9.77926
▁Xochimilco	-9.77947
▁fiscal	-9.7802
▁mopaca	-9.78047
▁Luca	-9.7827
▁atentlipan	-9.78293
▁Pano	-9.78375
kej	-9.78411
▁Sal	-9.78509
amo	-9.78622
▁Miac	-9.78711
▁Tercer	-9.7872
tok	-9.78778
ih	-9.78813
oxcoxt	-9.78959
cuic	-9.79029
▁tiquin	-9.79035
▁totlal	-9.79115
▁quimicti	-9.79271
cal	-9.79411
▁iciuhca	-9.79472
tecatl	-9.79512
▁tiquito	-9.7975
ves	-9.79769
▁Sá	-9.79913
pilli	-9.8
▁acan	-9.8026
us	-9.80293
▁tetepe	-9.80427
caltitlan	-9.80443
dos	-9.80584
▁quicauh	-9.80706
illa	-9.80711
ára	-9.80717
▁ihui	-9.80798
tepeuh	-9.80819
lotl	-9.81061
quique	-9.81176
▁nanakat	-9.81229
▁quitla	-9.81266
▁quitoz	-9.81272
▁re	-9.81316
▁motlacatilli	-9.81363
▁xiuhpa	-9.81412
▁tit	-9.81583
▁yntlahtoca	-9.81608
▁testamento	-9.81612
▁quitta	-9.81658
otlalnan	-9.81686
w	-9.81752
bispo	-9.81811
▁ym	-9.81948
ernador	-9.81986
▁quiyahui	-9.81998
▁Guzm	-9.82072
▁visita	-9.82076
▁Isabel	-9.82083
▁pantzin	-9.8209
▁palio	-9.82131
▁caxtolpohual	-9.82145
▁monamaka	-9.82151
▁icihuauh	-9.82247
▁huehyi	-9.82248
▁hueyapan	-9.82274
▁tenahuac	-9.82274
▁Alta	-9.82303
▁eheca	-9.82491
tonac	-9.82564
▁itequiuh	-9.82655
abri	-9.827
ate	-9.82775
ej	-9.82805
omihto	-9.8283
▁tosa	-9.82849
▁tlac	-9.8285
ino	-9.8286
▁kena	-9.8288
▁poui	-9.82947
▁nuestro	-9.82957
▁tlaxcalteca	-9.83027
▁Canin	-9.83061
nkak	-9.83063
▁cuauh	-9.83172
cauhque	-9.83205
▁Amatlanahuatil	-9.83301
▁inacayo	-9.83396
▁quauh	-9.83412
stli	-9.83458
▁Huitzil	-9.83968
▁icac	-9.83969
cualcan	-9.84079
pena	-9.84313
▁chicueyi	-9.8432
▁ok	-9.84347
▁xinech	-9.84495
▁huecahua	-9.84549
maca	-9.84562
teuhct	-9.84587
▁tite	-9.84604
▁nelti	-9.84667
▁tepetzint	-9.84725
▁ycome	-9.84746
▁pregon	-9.84776
▁atenco	-9.84784
▁macoz	-9.84795
▁ima	-9.84804
▁hualmohuica	-9.84817
ntzinco	-9.84855
▁Quin	-9.84886
yohualtica	-9.8489
▁tenanc	-9.84968
▁tehhua	-9.85035
huiac	-9.85104
▁mixpan	-9.8519
▁peua	-9.85205
▁tlaxilacal	-9.85225
▁pano	-9.85395
osme	-9.85417
wan	-9.85445
▁Tlaltlanahuatil	-9.8562
▁Xic	-9.85698
sp	-9.85749
▁iyol	-9.85758
▁genera	-9.85797
ppa	-9.8604
uel	-9.86337
▁ama	-9.86416
▁Nuestr	-9.8642
▁tepantlahtoani	-9.86434
▁noço	-9.86479
▁tlatouani	-9.8658
anil	-9.86594
ár	-9.86608
▁tlatilolca	-9.86671
▁teuctli	-9.86734
▁fech	-9.86759
▁ono	-9.86785
▁tlahtocayot	-9.86849
▁quitlalia	-9.8689
▁quichiua	-9.86931
▁tley	-9.86932
cui	-9.86946
▁wal	-9.87
▁Huitzilihuit	-9.87021
▁xiuit	-9.87043
tequitzin	-9.87061
▁moquixti	-9.87136
▁mochtin	-9.87252
llique	-9.87325
▁ynehuan	-9.87412
nte	-9.87478
▁niquin	-9.87543
▁cualtzin	-9.87578
sa	-9.87717
▁momiquili	-9.87848
▁oquim	-9.87876
▁tlacati	-9.87965
▁tata	-9.88182
▁chichimecatl	-9.88199
nahuac	-9.88229
▁immano	-9.88232
▁XXI	-9.88275
oya	-9.88329
▁ueuet	-9.8833
▁Me	-9.88383
lico	-9.88566
p	-9.88608
▁Mi	-9.88734
▁intlatol	-9.88824
lmeca	-9.89054
▁Acamapich	-9.8911
▁quiual	-9.89195
ey	-9.89311
▁Yao	-9.89321
X	-9.89676
opil	-9.89712
rço	-9.89915
▁yey	-9.90024
▁sanct	-9.90106
is	-9.9023
otequihua	-9.90231
▁Tec	-9.9027
▁quimilhuia	-9.90278
echtli	-9.90374
▁cuacualtzi	-9.90432
▁omote	-9.90448
topixque	-9.9052
▁Esc	-9.90662
yocan	-9.90744
▁kisa	-9.90749
▁semana	-9.90795
yacac	-9.90811
dez	-9.90818
macuilli	-9.90833
▁isquich	-9.90885
intin	-9.90932
▁neh	-9.90962
▁rebolúsio	-9.90965
▁omotocateneuh	-9.90966
tahuan	-9.90969
▁Bernard	-9.9098
▁tlatihuani	-9.90988
▁quauhtla	-9.91029
▁Rodrig	-9.91061
▁xole	-9.9112
▁momoztla	-9.91166
▁opanoc	-9.91177
▁Cont	-9.91231
▁mahtlactli	-9.91285
▁ixua	-9.91286
▁Tlaca	-9.91323
▁tocal	-9.91343
▁gob	-9.91513
▁Anton	-9.91618
▁Ipalnemohua	-9.91622
pachiuh	-9.91706
▁Campa	-9.91717
▁tito	-9.91741
▁Ga	-9.91741
▁Tehhua	-9.91769
ita	-9.91843
▁Azta	-9.91908
▁nanima	-9.91924
▁moči	-9.91957
▁achitzin	-9.9201
▁cenpohuallon	-9.92039
pixque	-9.92085
▁Tepe	-9.92177
▁Cuitlahuac	-9.9222
itech	-9.92249
▁cemanahua	-9.92249
▁Mochi	-9.92256
▁tlacuali	-9.92299
▁piltzint	-9.92401
▁kin	-9.92403
tlacauhqui	-9.92463
▁queni	-9.92569
▁guardi	-9.92799
▁Ken	-9.92963
▁mononotza	-9.92969
▁mique	-9.92996
▁hue	-9.93048
milhuitl	-9.93058
▁quinotza	-9.93069
cenca	-9.9314
▁acah	-9.93171
▁inpilhuan	-9.93231
octli	-9.93273
▁quipehualti	-9.93341
antzinco	-9.93436
▁XX	-9.93472
▁kichiua	-9.93478
euhctl	-9.93667
tiliz	-9.93884
▁centzon	-9.93904
huique	-9.93973
▁quinpeuh	-9.94025
so	-9.94098
▁machiztic	-9.94197
mach	-9.9424
▁yohual	-9.94347
lti	-9.94783
▁nocone	-9.94973
ipa	-9.95031
uiz	-9.95067
▁Ant	-9.9507
tecuhtli	-9.95116
▁calaquia	-9.95144
▁hueyac	-9.95293
uaque	-9.95313
▁tetech	-9.95455
▁nauhxiuhti	-9.95476
▁moma	-9.95573
theo	-9.95581
ltin	-9.95619
▁Quauhcece	-9.95727
▁motlayahualhui	-9.95727
▁Capitá	-9.95727
▁Quetzalcanauhtl	-9.95728
▁diciembre	-9.95728
▁Tepeyacac	-9.95729
▁Jer	-9.95751
▁ikuoujyo	-9.95779
▁orne	-9.95806
▁otlapacho	-9.95815
chan	-9.95855
▁tlacual	-9.95895
brica	-9.95909
▁iquin	-9.95946
▁quittaya	-9.96039
▁omaxiti	-9.9604
eño	-9.96053
▁acaltica	-9.96066
qua	-9.96111
▁Cuali	-9.96117
am	-9.96149
▁matlactlomome	-9.96162
▁itzintla	-9.96189
▁yajki	-9.96242
tiaz	-9.96285
nanacatl	-9.96343
▁kitokaytia	-9.96382
eve	-9.96411
▁Tenan	-9.96452
onnahui	-9.96559
▁oppa	-9.96578
▁cali	-9.96593
firma	-9.96597
uhtica	-9.96612
▁chimal	-9.96616
tzitzihuan	-9.96648
▁cihuapil	-9.96666
cozcatl	-9.96671
▁uey	-9.96693
▁Don	-9.96815
▁Qu	-9.96862
lla	-9.96867
▁Chalm	-9.96913
▁ymatica	-9.96922
ú	-9.96942
▁tlacochcalca	-9.96967
brer	-9.96972
▁anqui	-9.97043
chicome	-9.97118
▁oki	-9.97159
manel	-9.97182
▁kani	-9.97186
▁moquetza	-9.97188
▁momana	-9.97189
▁quimana	-9.97333
▁yej	-9.97609
▁quiquixti	-9.97623
tlaxillacalleque	-9.97628
▁mot	-9.97659
ticate	-9.97665
pehuaya	-9.97751
▁mochan	-9.97752
il	-9.97796
empo	-9.97847
▁iccen	-9.9798
uhtli	-9.98058
encia	-9.981
L	-9.98226
▁oquittac	-9.98233
rdo	-9.98266
matica	-9.98318
▁mu	-9.98455
▁amoxtl	-9.98484
uhqui	-9.98512
▁micca	-9.98515
nenenque	-9.98587
▁nika	-9.98636
▁ch	-9.98706
ara	-9.98901
▁tlatocati	-9.98905
▁quipiaya	-9.98945
akmo	-9.98956
jtani	-9.99126
▁Hu	-9.99146
▁Kema	-9.99584
▁notech	-9.99818
▁quiyauh	-9.99911
▁quima	-9.99939
▁mocuepa	-9.99942
▁xoch	-9.9999
▁Om	-10.0004
▁tequiti	-10.0005
▁anca	-10.0008
▁achiton	-10.0038
tolinia	-10.0041
▁tomi	-10.0046
▁Tlacatl	-10.0051
▁itlac	-10.0052
alante	-10.0061
conetzin	-10.007
▁tlazo	-10.007
▁leonportilla	-10.0073
▁ordinario	-10.0073
▁ichpokero	-10.0074
▁Mocel	-10.0074
▁abbad	-10.0079
ga	-10.0079
▁tlamatini	-10.0084
▁ixochiyo	-10.0085
▁Quauhtli	-10.0087
▁teotenanc	-10.0088
▁tocnihuan	-10.0092
teotl	-10.0096
▁oquimotlalili	-10.0105
▁huallaci	-10.0106
chilli	-10.0107
▁Tlatil	-10.011
nauhtetl	-10.0111
miuh	-10.0119
▁ualmotlali	-10.0122
▁ynchan	-10.0127
▁Quenin	-10.0134
▁calaqui	-10.0138
▁maestro	-10.0141
cnihuan	-10.0143
▁Bartolome	-10.0145
▁quincauhtia	-10.015
▁quimomaquilli	-10.0151
pipilti	-10.0152
▁tototl	-10.0156
macac	-10.0164
▁quitoca	-10.0168
▁moquetz	-10.0169
ihua	-10.0172
▁Ayac	-10.0173
▁Mich	-10.0176
▁tzatzihua	-10.0191
htzin	-10.0191
▁oy	-10.0193
▁maco	-10.0195
▁ualla	-10.0198
▁quinonotza	-10.0202
illo	-10.0207
▁mochiuaz	-10.0209
siko	-10.0211
chinanco	-10.0226
▁Tehuan	-10.0237
▁otlananquili	-10.0257
ospital	-10.0257
illi	-10.0277
miran	-10.0283
▁mochiuhque	-10.0283
▁Teocalti	-10.0289
▁teopa	-10.0294
manca	-10.0295
▁teu	-10.0296
▁ayao	-10.03
▁ihuian	-10.0302
▁otlacat	-10.0302
loya	-10.0303
▁toc	-10.0309
▁tlah	-10.0311
▁we	-10.0319
▁Cuitlate	-10.0326
▁mono	-10.0342
▁qual	-10.0353
miquico	-10.0358
iga	-10.0361
coz	-10.0372
▁b	-10.0374
▁motlapo	-10.0383
tzalan	-10.0385
▁intlal	-10.0389
caxtolli	-10.0395
och	-10.0396
▁oquicac	-10.0396
▁yaxca	-10.0399
▁mimic	-10.0402
▁yu	-10.0412
tz	-10.0413
ntoton	-10.0418
▁Teoc	-10.042
▁kan	-10.0424
▁Quiz	-10.0424
▁mill	-10.0434
▁quitemaca	-10.0439
gen	-10.0441
▁tictlali	-10.046
taya	-10.0475
▁tequi	-10.0476
▁omei	-10.0477
ardo	-10.0495
▁quite	-10.0498
▁ayatl	-10.0506
tizque	-10.0508
▁moman	-10.052
chihuaz	-10.0526
uantin	-10.0527
▁teyacana	-10.053
▁Auitzotzi	-10.0543
▁tlan	-10.0546
▁otihualla	-10.0561
▁Quetzal	-10.0567
▁Para	-10.0571
▁altepehua	-10.0577
▁inpan	-10.0578
omextin	-10.0582
▁Jap	-10.0598
▁kichipaua	-10.0599
▁Macuex	-10.0599
▁hualaz	-10.06
ólito	-10.0601
▁omachiztic	-10.0602
▁nomati	-10.0603
▁quimocaquilti	-10.0605
▁Zapat	-10.0611
▁nechmaca	-10.0614
▁Nicol	-10.0614
rqués	-10.0615
▁tekitij	-10.062
▁tlatocayotl	-10.0622
▁favor	-10.0627
▁kiijto	-10.0631
ecatl	-10.0634
▁ciua	-10.0635
▁itlatqui	-10.0635
▁coza	-10.0643
▁tia	-10.0648
▁yocoxca	-10.0649
▁ach	-10.065
▁tlaxillacalpa	-10.0651
▁Achtopa	-10.0655
euh	-10.0663
▁imaxca	-10.0664
▁temachti	-10.0672
▁mexicatl	-10.0675
▁au	-10.0691
▁namo	-10.0694
▁Matlactli	-10.0694
▁patla	-10.0701
▁cofradía	-10.0702
tzitzinhua	-10.071
▁Mexica	-10.0714
tón	-10.0715
▁ko	-10.0717
lizque	-10.0725
▁pilli	-10.0732
pilhuan	-10.0744
▁On	-10.0757
▁yeynti	-10.076
▁ihqui	-10.0771
cualli	-10.0778
▁Nic	-10.0781
ol	-10.0785
rcel	-10.0791
▁xolal	-10.0803
pantli	-10.081
▁Maxtlato	-10.0812
▁quihualhuicac	-10.0813
ci	-10.0819
via	-10.0829
res	-10.0835
▁ken	-10.0848
campa	-10.0856
▁F	-10.0857
▁quizaz	-10.0858
xic	-10.0862
▁tlenamaca	-10.0872
▁di	-10.0875
▁quiyahuiz	-10.0876
▁cempohual	-10.0878
zqui	-10.0884
▁macuilpohual	-10.0889
píritu	-10.0901
htzino	-10.091
▁Ju	-10.0914
▁macehual	-10.0937
ador	-10.0938
▁Xochitl	-10.094
▁motta	-10.0945
▁Yopi	-10.0961
▁atzaqual	-10.097
oltzin	-10.0975
tili	-10.0981
▁nemohua	-10.0991
á	-10.1
▁ytlan	-10.1002
▁ximo	-10.1011
▁Carlo	-10.1016
▁Valle	-10.1023
▁naui	-10.1029
tenta	-10.104
huicaque	-10.1045
▁U	-10.1046
ocan	-10.1049
▁tek	-10.1051
▁yh	-10.1062
▁tinemi	-10.1063
▁teteu	-10.1063
oyotl	-10.1065
▁ypiltzi	-10.1076
▁titlaca	-10.1076
▁Achi	-10.1077
▁Altepetl	-10.1079
coneuh	-10.1081
▁hu	-10.1082
▁Kuesal	-10.1083
▁š	-10.1083
▁mela	-10.1084
kwa	-10.1085
entos	-10.1108
namacac	-10.1115
ria	-10.1123
inos	-10.1123
▁Tloque	-10.1132
▁teh	-10.1134
▁niqui	-10.1134
cho	-10.1137
techpa	-10.1148
▁Ylhuicamina	-10.1155
▁Quetzalmaçat	-10.1156
▁oquimocaquilti	-10.1156
▁Ocelotl	-10.1159
▁nomaicni	-10.116
exot	-10.1166
▁kuamekat	-10.1167
▁litro	-10.1169
▁Tozcuecuex	-10.117
▁tlacamo	-10.117
▁como	-10.1171
▁mopilhuati	-10.1171
▁atenquiça	-10.1174
▁ixiujyo	-10.1174
▁itloc	-10.1177
▁soldados	-10.1181
▁onoca	-10.1185
▁niquilnamiqui	-10.1186
▁pejki	-10.1187
▁nofirma	-10.1191
▁Tziuh	-10.1197
▁Greg	-10.1198
iliaya	-10.12
▁tlananquilli	-10.1207
▁imacehual	-10.1207
▁cuauhtin	-10.1208
▁Cacamat	-10.1212
▁omonamicti	-10.1215
▁tlacatecolotl	-10.1216
▁Zavallo	-10.1218
tonco	-10.1219
▁ohtlipa	-10.1221
▁Chicome	-10.1221
▁Ayo	-10.1223
▁ciuatl	-10.1232
▁nicneltili	-10.1235
▁icuic	-10.1241
▁Ram	-10.1245
▁tlaxcal	-10.1252
acico	-10.1257
▁tlahtocayo	-10.1258
▁tlake	-10.1263
▁tlatzintla	-10.1263
▁naualoztomeca	-10.1264
pia	-10.1271
▁quinhuica	-10.1273
▁onez	-10.1277
▁Ipa	-10.1279
▁Paso	-10.128
▁masehual	-10.1282
▁ahtle	-10.1291
▁tepoz	-10.1298
▁itta	-10.13
▁com	-10.1306
acac	-10.1313
▁conde	-10.1314
▁tottatzi	-10.1314
▁cuauhtli	-10.1331
▁tlahuic	-10.1332
tza	-10.1332
apan	-10.1339
quipiaya	-10.1339
tilia	-10.1348
xitilli	-10.1354
▁tequihua	-10.1363
▁textli	-10.1372
▁Iman	-10.1381
iliz	-10.1385
azquia	-10.1389
omentin	-10.139
▁mopan	-10.1394
▁keman	-10.1403
▁al	-10.1409
▁yte	-10.1415
▁neztica	-10.1419
ánde	-10.143
▁Cat	-10.1431
tlatol	-10.1432
mic	-10.1435
tlaçopiltzin	-10.1437
exihco	-10.1444
▁nepantla	-10.1453
▁hualtemo	-10.1454
alina	-10.1463
▁kajfent	-10.1463
▁teocuitla	-10.1463
▁XXV	-10.1475
▁quinexti	-10.1484
▁colhua	-10.1488
▁inana	-10.1489
▁toma	-10.1493
▁yzca	-10.1499
yuhqui	-10.15
▁quicahua	-10.15
qu	-10.1503
xiuhti	-10.1514
zenca	-10.1528
▁ut	-10.1532
▁yehoa	-10.1533
hualli	-10.1536
▁yec	-10.1538
zan	-10.1545
tlahtol	-10.155
nechicolistli	-10.1552
▁tinech	-10.1552
▁Cano	-10.1553
macehualli	-10.1566
▁cohuatl	-10.1568
euatl	-10.1571
▁quimoquixtili	-10.1577
▁ichpoch	-10.1585
▁youal	-10.1603
▁Colua	-10.1616
namaquilti	-10.1619
huic	-10.1628
▁momaquixti	-10.1638
▁motlatol	-10.1642
cenpohua	-10.1646
omitl	-10.1647
▁toyollo	-10.1665
▁conetl	-10.1668
▁hualmocuep	-10.1674
▁Bartolom	-10.1678
▁calpoll	-10.1682
▁quinhualyacan	-10.1685
itic	-10.1692
▁Atlauh	-10.1698
▁Za	-10.1701
▁ilhuica	-10.1706
chiuhque	-10.1713
▁ci	-10.1716
▁Buen	-10.1728
▁iqui	-10.1729
▁quitlani	-10.1732
▁azcapotzalca	-10.1743
▁axkana	-10.1743
▁monotsa	-10.1744
▁Tomas	-10.1746
onco	-10.1747
▁kači	-10.1748
▁quimatoca	-10.1749
▁motetequi	-10.1749
▁mohuicxiti	-10.1753
▁icchiquacen	-10.1755
▁ayok	-10.1756
▁Christ	-10.1757
▁Corte	-10.1759
▁vey	-10.176
▁est	-10.1761
▁provincial	-10.1765
▁etc	-10.1766
▁quitoznequi	-10.1767
▁tapalol	-10.1767
▁ytlahtocayo	-10.1768
▁chicomozto	-10.1768
▁pipiltzitzinti	-10.1769
▁Colhuaca	-10.177
▁mococohua	-10.1772
ticac	-10.1773
▁pas	-10.1775
▁provisor	-10.1781
xocoyo	-10.1796
uian	-10.1796
▁neu	-10.1802
▁mesica	-10.1804
Sennechicolistli	-10.1805
▁mocahuac	-10.1805
ltia	-10.1814
▁niaz	-10.1817
▁tlanahuatil	-10.1818
yauh	-10.1819
▁onmomiquilli	-10.1821
▁itlahtocayo	-10.1823
▁akin	-10.1824
tinemia	-10.1826
▁tlatlac	-10.1831
tlallia	-10.1832
camo	-10.1836
▁descalço	-10.184
▁kitalilia	-10.1841
▁tinemiz	-10.1846
▁Cuauh	-10.185
▁calpol	-10.1854
▁miyequint	-10.1856
▁miaque	-10.186
tulo	-10.1862
▁nehoa	-10.1865
▁atol	-10.1894
▁tlat	-10.1901
▁inahuac	-10.1901
chihuaya	-10.1903
▁Achto	-10.1907
lacatl	-10.1913
▁quittaz	-10.1913
onimo	-10.1914
mbre	-10.1917
▁chiconpohual	-10.1937
ok	-10.1939
▁Alvar	-10.1948
▁huallaz	-10.195
▁Leon	-10.1957
▁matlact	-10.1968
tzon	-10.1973
▁ymaxca	-10.1977
inas	-10.1978
▁Hernan	-10.1979
▁pe	-10.1986
▁ito	-10.1987
▁occente	-10.1988
cue	-10.2001
ue	-10.2004
▁miecpa	-10.2032
▁quaxoch	-10.2039
huitz	-10.2062
▁motech	-10.2065
▁mocahua	-10.2069
▁ote	-10.2072
▁Ki	-10.2078
▁anauac	-10.2089
▁Yaca	-10.2108
nanquilia	-10.2117
icpac	-10.2124
▁oquitla	-10.2126
▁Yhu	-10.2134
▁toton	-10.2136
▁nicuel	-10.2139
▁Sentlanahuatil	-10.2145
cahua	-10.2154
▁nouia	-10.2158
▁Tlacopan	-10.2166
▁manel	-10.2177
▁Maca	-10.2181
tlahtocatlalli	-10.2186
htica	-10.2191
▁tlathui	-10.2198
tlactli	-10.2207
▁quicui	-10.221
ristó	-10.2211
▁tlamacazqu	-10.2217
▁xo	-10.2221
▁itepotz	-10.2228
pí	-10.2229
▁tlatoli	-10.2236
▁quintoca	-10.2237
huel	-10.2241
acan	-10.2241
▁teyacan	-10.2249
huani	-10.2258
ika	-10.227
xo	-10.2272
▁Yo	-10.2275
nel	-10.2275
▁Occequi	-10.2275
▁nemia	-10.2277
▁ši	-10.2278
quiteneuh	-10.2278
coppa	-10.2282
ector	-10.2285
▁cocoliz	-10.2303
▁tec	-10.2305
▁nohuia	-10.2314
▁ticneltili	-10.2317
ntla	-10.2317
▁hua	-10.2321
tequi	-10.2327
ocac	-10.2329
uique	-10.2341
▁oconan	-10.2346
ciado	-10.2349
▁quimolhuili	-10.2352
▁omocauh	-10.236
micohuac	-10.2363
ayc	-10.2365
▁alguazil	-10.2368
▁arcobispo	-10.2368
▁Huax	-10.237
▁Chapultepe	-10.237
nacio	-10.237
▁cuacual	-10.237
▁kuoujtaj	-10.237
▁Uajka	-10.2372
▁omuchiuh	-10.2372
▁ohkion	-10.2375
▁Xochmilco	-10.2375
▁michime	-10.2375
▁Chicuey	-10.2376
▁Ican	-10.2376
wak	-10.2377
só	-10.2378
▁nimitztatauhtia	-10.2378
▁frayles	-10.2379
tztlacoçauh	-10.2384
▁Texcalco	-10.2385
▁Xaltoca	-10.2385
cahuan	-10.239
▁omochi	-10.2391
▁occecni	-10.2394
▁yztac	-10.2395
▁kikuaj	-10.2399
▁miyak	-10.2408
▁tlaltipac	-10.241
▁cinco	-10.2411
▁nehon	-10.2411
▁testigosme	-10.2413
▁tlatoca	-10.2413
▁tlacua	-10.2414
rced	-10.2417
▁yek	-10.2418
▁Acacit	-10.2425
b	-10.2428
mochiuh	-10.2433
yollocacopa	-10.2436
▁monexti	-10.2444
▁semiya	-10.2463
impan	-10.2465
▁oquimilhui	-10.2479
▁corona	-10.2481
tamachiuh	-10.2493
tas	-10.2493
▁naxca	-10.25
▁Teçoçomoctzi	-10.2506
lhuan	-10.2508
▁nauhpohualxihui	-10.2509
▁huetz	-10.2511
▁caxtollom	-10.2515
▁tota	-10.252
otonqui	-10.252
▁Totolte	-10.2546
▁otlahtocati	-10.2554
▁eski	-10.2557
tlanahuatilmeh	-10.2566
▁nik	-10.2568
tiw	-10.2569
namic	-10.2577
▁one	-10.2579
▁tonacayo	-10.2586
catzinco	-10.2587
▁moteilhuia	-10.259
▁nin	-10.2593
▁quit	-10.2596
▁ohua	-10.2598
▁caxtilan	-10.2606
▁quinmicti	-10.261
▁notla	-10.2611
ychpoch	-10.2619
▁Tiça	-10.2625
oh	-10.2625
hqui	-10.2631
▁ocon	-10.2632
▁pehuallo	-10.2637
▁moteylhui	-10.2641
▁ixnesi	-10.2652
▁totla	-10.2654
▁quemania	-10.2669
quin	-10.267
ican	-10.2672
▁Con	-10.268
▁tom	-10.2689
at	-10.269
▁pan	-10.2693
ztlacatiz	-10.2694
▁tlahtlacol	-10.2695
▁chicuete	-10.2696
▁ueli	-10.2699
▁icmacuill	-10.2702
▁quinmictizqu	-10.2713
▁Ba	-10.2727
eca	-10.2728
jkí	-10.274
▁immoyollo	-10.2754
atol	-10.2756
▁cahuayo	-10.276
etl	-10.2772
lacauhqui	-10.2784
▁cece	-10.2787
rey	-10.2798
▁xiuh	-10.2801
nia	-10.2811
etzontli	-10.2813
▁mac	-10.2834
▁Tlacateu	-10.2834
kopa	-10.2845
▁quitema	-10.2857
quetza	-10.2861
▁pi	-10.2863
▁quicaqui	-10.2873
▁Tziuht	-10.2877
▁otlica	-10.2879
van	-10.2881
▁Quema	-10.2886
era	-10.2886
▁pilto	-10.2888
▁Seki	-10.29
▁sin	-10.2908
tiliaya	-10.291
▁nocep	-10.2921
▁Heca	-10.2928
▁amotle	-10.293
▁Laza	-10.2937
▁totech	-10.2942
▁niya	-10.2949
▁tlato	-10.295
▁neca	-10.2951
▁Fe	-10.2954
▁itak	-10.2958
ixti	-10.2959
hristo	-10.2977
▁intlahtol	-10.2983
regon	-10.2989
Chalchiuhtlatona	-10.2994
▁temi	-10.2996
▁Ix	-10.2997
▁quiteca	-10.2998
▁Z	-10.3
quetzaya	-10.3007
▁Jesuc	-10.3008
▁nite	-10.3008
iuhqui	-10.3013
oua	-10.3013
macoc	-10.302
techpohui	-10.3022
▁ahcop	-10.3023
▁totoni	-10.3032
▁federal	-10.3034
▁tlateotocani	-10.3034
▁Cuitlaxcohuapa	-10.3035
▁huexotzinca	-10.3035
▁Tiçocic	-10.3035
▁Cuahuitzat	-10.3035
llanc	-10.3035
▁Totecuyo	-10.3036
▁acallotli	-10.3038
▁ikamojyo	-10.3038
▁Huexotla	-10.3039
▁escritur	-10.3039
▁bueno	-10.304
▁primer	-10.3041
▁tenochtli	-10.3042
▁quichihuaz	-10.3043
▁oquinequia	-10.3043
▁tulteca	-10.3043
▁Huecapa	-10.305
▁moneki	-10.3051
▁Tezcatlip	-10.3053
▁Tepeteopa	-10.3054
▁Tleyn	-10.3056
▁Oquito	-10.3057
▁dfo	-10.3058
▁hualpeuh	-10.3058
▁teixpan	-10.306
▁Macuilli	-10.3061
▁yquizayanpa	-10.3062
huiyac	-10.3062
ati	-10.3063
▁Tlaxcalla	-10.3063
▁huicci	-10.3064
▁Ecatzin	-10.3066
▁Nochipa	-10.3067
tepitzin	-10.3067
yaque	-10.3067
▁regidores	-10.307
▁tepa	-10.3073
▁tlatquihua	-10.3082
▁namique	-10.3089
▁inijuanti	-10.3093
▁ymomextin	-10.3099
▁temicti	-10.3099
▁citlal	-10.3103
▁quiquetzque	-10.3106
▁Quauhtemoctzi	-10.3113
▁altepeme	-10.3118
tonal	-10.3121
▁tlallolinaliz	-10.3124
▁capa	-10.3125
▁noxhuiuh	-10.3127
palli	-10.3133
▁tepuz	-10.3141
olo	-10.3141
▁tilma	-10.3146
▁yan	-10.3148
senta	-10.3149
▁oaci	-10.3149
▁tepiton	-10.3152
▁Cohuatl	-10.3155
▁nauhcampa	-10.3169
tih	-10.3176
▁christianos	-10.318
▁yei	-10.3183
eva	-10.319
▁pur	-10.3195
▁eua	-10.3199
▁má	-10.3202
▁apachiuh	-10.3204
▁uajka	-10.3215
yaotequi	-10.3217
▁tlapal	-10.3223
▁Gran	-10.3241
▁top	-10.3243
▁quichihuaco	-10.3249
olito	-10.325
▁quichihuazque	-10.3253
namiqui	-10.3258
▁Quetzalco	-10.3261
▁gobe	-10.3262
▁ihua	-10.3262
▁oquich	-10.3271
tlanequiliztica	-10.3275
▁niccaqui	-10.328
tiquizque	-10.3281
ixiptlatzin	-10.3282
▁yao	-10.3284
▁nicpia	-10.3284
▁iixpan	-10.3284
▁Th	-10.3285
▁chic	-10.3288
nenque	-10.3288
▁yni	-10.3289
▁Oqui	-10.3294
▁ytocatzin	-10.3303
▁nacatl	-10.3307
sin	-10.3311
▁totlatoca	-10.3313
cta	-10.3318
▁totlaçot	-10.3323
▁toca	-10.3325
qualloc	-10.3327
▁popoca	-10.3328
▁tlacuilol	-10.3329
▁quitlalitia	-10.333
▁omoyetzti	-10.3337
ces	-10.3338
▁Nama	-10.3344
▁imil	-10.3348
olli	-10.3353
▁oh	-10.3354
Ma	-10.3357
▁tecp	-10.3365
tecuhyo	-10.3366
re	-10.3368
panecatl	-10.337
tlacah	-10.3378
oribi	-10.3378
olco	-10.3381
equi	-10.3382
▁mihtoa	-10.3383
▁moyol	-10.3383
▁Zaca	-10.3383
▁nipa	-10.3385
ayah	-10.3389
▁Chiquace	-10.3395
▁kimaka	-10.3406
▁mix	-10.341
onalli	-10.341
▁ve	-10.3421
▁Tliltecat	-10.3424
▁ycac	-10.3429
▁nuev	-10.3435
▁ocelo	-10.3444
piaya	-10.3452
▁XXX	-10.346
▁quihuicaz	-10.3464
▁oquihual	-10.3467
▁El	-10.3471
▁nia	-10.3472
▁Yey	-10.3486
uica	-10.3493
▁Francisc	-10.3498
▁Pue	-10.3498
▁momamal	-10.3505
ccan	-10.3506
yc	-10.352
▁tepoztl	-10.3522
▁monoltito	-10.3525
paneca	-10.3531
▁ahque	-10.3532
▁ualteyaca	-10.3536
▁Ytzquauhtzi	-10.3544
yon	-10.3547
▁tlapanahui	-10.3554
▁cuacualaca	-10.3554
yaoyotl	-10.3557
atlactli	-10.3567
ixca	-10.3571
yah	-10.3572
nta	-10.3575
sé	-10.3581
▁intoca	-10.3582
▁quimatia	-10.3589
▁ik	-10.3589
▁quitlatlauhti	-10.3595
tzinohua	-10.3597
▁ontzon	-10.3598
A	-10.3602
▁inteocal	-10.3609
et	-10.3617
tzonco	-10.362
eras	-10.3622
uaj	-10.3639
nic	-10.3645
▁kiteki	-10.3645
▁LX	-10.3646
▁Mil	-10.3655
uachcauht	-10.3656
▁Aten	-10.3657
uiac	-10.3663
▁inehuan	-10.3672
▁Tezca	-10.3673
ére	-10.3677
▁tiqui	-10.3687
allanca	-10.3693
tico	-10.37
pra	-10.3701
▁yol	-10.3708
▁itlahtol	-10.3709
▁Atlixeliuhqui	-10.3713
huacatl	-10.3715
callitic	-10.3716
▁mač	-10.3717
▁zoqui	-10.3719
motla	-10.3719
▁Atlix	-10.372
wa	-10.3721
xumal	-10.3726
▁itstok	-10.3735
yac	-10.3738
▁oquizque	-10.3741
▁motz	-10.3741
▁ayoj	-10.3742
icatzinco	-10.3745
▁Quexqui	-10.3747
▁Córdo	-10.3749
▁Ualleua	-10.3749
▁magnifico	-10.3749
▁Quatlecohuat	-10.3749
▁ahuax	-10.3749
▁Guadal	-10.375
▁Tlamaocatl	-10.3751
▁nomac	-10.3751
▁icamara	-10.3752
▁xitomatl	-10.3753
▁temamauhti	-10.3756
▁pochteca	-10.3757
▁Nikau	-10.3758
▁onyeya	-10.3759
uicaya	-10.3761
Cuauhtlequetzqui	-10.3761
▁Rosa	-10.3761
uaca	-10.3762
▁Ig	-10.3762
▁Tetzauh	-10.3763
▁eltok	-10.3763
▁temazcalli	-10.3764
▁veint	-10.3765
iya	-10.3767
▁ahço	-10.3768
▁milla	-10.3768
▁quitlalcahui	-10.3769
▁talticpactzin	-10.3769
▁kipiya	-10.3772
amatl	-10.3774
▁mopia	-10.3775
yá	-10.3775
▁cocol	-10.3778
▁nikau	-10.3779
onamaka	-10.3779
▁sintli	-10.3781
▁pipiltoton	-10.3786
▁tlaškal	-10.3788
▁Mexi	-10.379
▁elito	-10.3793
▁huillohua	-10.3793
▁yquiçaya	-10.3794
▁yciuhca	-10.3797
▁tres	-10.3797
▁ohuac	-10.3798
tlazohcamati	-10.3805
▁pilolo	-10.3808
ente	-10.3812
▁reyes	-10.3813
ntica	-10.3814
▁ypal	-10.3817
▁Xocoyo	-10.3823
▁cuel	-10.3826
lihui	-10.3831
oncaxtolli	-10.3841
oyonia	-10.3843
▁ytlatqui	-10.3853
tocayotl	-10.3855
▁huetzi	-10.3856
▁matlactlomey	-10.3861
▁oquit	-10.3865
▁ijkini	-10.3865
▁tetlan	-10.3867
▁maço	-10.387
kualtsin	-10.387
ahui	-10.3875
peuhtica	-10.3881
▁Itz	-10.3883
▁seis	-10.3887
▁Ypam	-10.3897
▁real	-10.3898
▁macuili	-10.3907
yec	-10.3911
▁ceme	-10.3914
pohuallonmatlact	-10.3914
▁maceual	-10.3917
ilique	-10.3918
opa	-10.3918
f	-10.3925
▁Es	-10.3932
▁innacayo	-10.3934
▁quicauhque	-10.3936
▁quinhualhuicac	-10.3951
▁quimotlallili	-10.3953
▁ku	-10.3953
enca	-10.3953
tec	-10.3954
▁ocno	-10.3959
molli	-10.3962
▁quimacac	-10.3972
▁Cente	-10.3973
▁Cual	-10.3975
hin	-10.3989
▁titlanahuati	-10.3989
▁nictene	-10.4001
▁Tote	-10.4008
▁Quauhtle	-10.4009
▁ohki	-10.401
▁quichihuas	-10.4011
oj	-10.4012
▁Ay	-10.4014
lhuiloc	-10.4025
pitza	-10.4042
▁Tlacatec	-10.4051
▁nekwt	-10.4051
▁kual	-10.4052
▁imal	-10.4052
▁tlalmant	-10.4056
▁quimoneltilili	-10.4058
otzin	-10.4061
macaya	-10.4069
▁Sentlanahuati	-10.4079
▁Moys	-10.4095
omo	-10.4102
▁ycel	-10.4106
▁hualmo	-10.4107
▁tlapan	-10.4114
ak	-10.4118
▁Noch	-10.4119
tlahtolli	-10.4138
etetl	-10.4141
▁oquihto	-10.4146
▁hualhuia	-10.4146
▁Nec	-10.4146
▁Occep	-10.4147
▁notlal	-10.4147
▁omoquixti	-10.4151
▁tecuan	-10.4158
tohua	-10.416
▁Mexicatl	-10.4165
▁yaui	-10.4175
aloya	-10.4178
▁mononotz	-10.4179
quechol	-10.4185
▁tik	-10.4192
macaque	-10.4196
▁Mizqui	-10.4204
▁quiquetza	-10.4206
▁Nian	-10.4219
▁ytlatol	-10.4225
▁oksi	-10.4227
▁Tlatlani	-10.4241
pacca	-10.4243
▁Xal	-10.4244
▁tihui	-10.4249
▁teteucti	-10.4251
▁quittac	-10.4253
▁tolteca	-10.4253
▁piltzitzin	-10.4264
antli	-10.4265
▁inca	-10.4266
▁oquiçac	-10.4271
erdo	-10.4272
▁Leona	-10.4277
nbre	-10.4277
ltik	-10.428
▁Jos	-10.4281
don	-10.4287
htaya	-10.4291
▁tlatol	-10.4291
▁muči	-10.43
cuali	-10.4308
altzin	-10.4312
▁quitlali	-10.4313
▁akol	-10.4315
▁mocal	-10.4315
▁tepeuh	-10.4322
▁teat	-10.4328
▁Xinech	-10.4342
▁emol	-10.4343
ario	-10.4345
▁quicac	-10.4353
ematl	-10.4353
▁itzonteco	-10.4355
xochi	-10.436
iuj	-10.4365
▁len	-10.4365
ilhuia	-10.4366
▁Iztac	-10.438
yacan	-10.4395
melaoa	-10.4399
itas	-10.4406
▁ocallaqui	-10.441
uani	-10.4427
itla	-10.4432
▁motolini	-10.4444
lleque	-10.4449
▁Tepi	-10.445
▁Josep	-10.4455
meca	-10.4464
▁tlay	-10.4464
▁teopixca	-10.4477
occan	-10.448
▁tlauel	-10.4481
▁La	-10.4483
▁ohualquiz	-10.4486
▁Mora	-10.4489
▁mochipau	-10.4498
▁ICUIC	-10.4518
▁Tlacayelel	-10.4518
▁emperador	-10.4518
▁bwe	-10.4518
▁Hernán	-10.4518
▁Tlaliztacapa	-10.4518
xquichtin	-10.4518
▁merino	-10.4518
▁Zatepan	-10.4519
▁tlauhquechol	-10.4519
▁atlauhteca	-10.4519
▁antocnihuan	-10.4519
▁huaxchilli	-10.452
▁Neçahualpil	-10.4522
▁xinachtli	-10.4522
▁chikauaya	-10.4524
▁tayi	-10.4526
▁kinamaka	-10.4529
▁Mexicatzinco	-10.4531
▁ceceyaca	-10.4533
rnador	-10.4534
chicuey	-10.4537
▁ixquichca	-10.454
▁itlanahuatil	-10.4542
▁xochimilcopa	-10.4542
