<unk>	0
<s>	0
</s>	0
▁,	-3.04012
▁de	-3.36264
▁.	-3.47296
s	-3.47956
▁	-3.7054
▁y	-3.77833
▁que	-3.95503
▁a	-3.97704
▁la	-4.03608
▁el	-4.1113
▁se	-4.1318
▁en	-4.13992
▁los	-4.24767
o	-4.32048
n	-4.86474
ó	-4.88677
▁;	-4.96532
1	-5.02009
a	-5.0212
▁no	-5.14406
▁su	-5.16833
▁lo	-5.22324
▁por	-5.24099
▁las	-5.27568
es	-5.2767
▁del	-5.38619
▁con	-5.39187
i	-5.4919
▁para	-5.51917
▁al	-5.58856
▁:	-5.61546
▁un	-5.65255
▁Y	-5.6893
on	-5.77845
▁año	-5.80829
▁es	-5.8346
os	-5.91581
▁ya	-5.93443
▁A	-5.95148
▁como	-5.96138
▁le	-5.97769
▁En	-5.9823
2	-5.99717
▁una	-6.01375
▁años	-6.05153
▁mi	-6.10679
▁San	-6.10777
do	-6.15527
▁este	-6.17117
ron	-6.19387
▁El	-6.20616
▁cuando	-6.20788
▁tierra	-6.22104
e	-6.2293
▁sus	-6.2528
▁señor	-6.2843
0	-6.28691
▁?	-6.29168
¿	-6.2957
as	-6.31157
▁fue	-6.31348
6	-6.31353
3	-6.33168
▁si	-6.34082
4	-6.35602
5	-6.35602
▁don	-6.38118
▁porque	-6.38527
▁donde	-6.43987
▁casa	-6.44325
▁así	-6.4519
▁tu	-6.47133
▁nuestro	-6.48018
▁T	-6.4967
▁[	-6.49995
▁me	-6.50325
an	-6.51821
▁]	-6.52054
▁México	-6.54177
▁ha	-6.55048
ón	-6.5696
▁te	-6.57535
▁allá	-6.59239
▁aquí	-6.60449
▁era	-6.60629
▁también	-6.61371
▁dicho	-6.64708
9	-6.65927
▁luego	-6.66991
tzin	-6.68489
▁Juan	-6.68597
ólo	-6.70632
▁está	-6.71213
▁todos	-6.71294
▁esta	-6.71322
mos	-6.71741
se	-6.72026
que	-6.72496
▁Se	-6.73189
aron	-6.73309
▁les	-6.73652
r	-6.73758
▁o	-6.74545
▁ciudad	-6.75723
▁muy	-6.76561
▁dos	-6.77058
▁fueron	-6.77252
8	-6.78252
ndo	-6.79718
▁había	-6.80233
▁e	-6.80734
▁mexicas	-6.80816
▁(	-6.82511
co	-6.82525
▁todo	-6.84032
▁yo	-6.85961
▁)	-6.86514
▁vez	-6.87034
▁Francisc	-6.87322
▁tlatohuan	-6.87426
7	-6.87469
▁padre	-6.87708
▁bien	-6.88838
▁agua	-6.91159
▁No	-6.91758
▁esto	-6.92962
▁dijo	-6.94676
▁L	-6.95709
▁pero	-6.95963
▁pues	-6.96276
▁s	-6.96324
▁tiene	-6.96404
▁sobre	-6.97211
▁estaba	-6.99045
▁allí	-6.99245
ando	-7.00216
▁nos	-7.00596
en	-7.01479
ción	-7.02363
ieron	-7.03327
▁ahora	-7.03657
▁entonces	-7.04536
▁tiempo	-7.06826
▁quien	-7.06931
▁ellos	-7.07615
▁son	-7.09083
l	-7.09157
“	-7.0917
▁él	-7.09297
mente	-7.10161
▁gente	-7.11586
▁mucho	-7.12369
eron	-7.1456
▁más	-7.14917
▁dicha	-7.16163
é	-7.16406
¡	-7.16534
▁desde	-7.16645
▁ante	-7.16684
▁español	-7.1674
▁toda	-7.17296
▁!	-7.17629
nte	-7.17828
▁”	-7.17896
▁mes	-7.19867
▁día	-7.19978
▁Lo	-7.20175
án	-7.20415
▁muri	-7.22842
▁casas	-7.23437
▁Por	-7.2364
te	-7.24594
▁mismo	-7.24923
c	-7.25137
▁La	-7.25163
▁tres	-7.25581
▁hizo	-7.26042
▁lleg	-7.27015
z	-7.27289
▁habían	-7.27909
▁C	-7.284
y	-7.28588
▁hijos	-7.29381
▁lugar	-7.29518
▁otra	-7.29601
▁Pedro	-7.3043
▁eso	-7.3052
sta	-7.315
▁da	-7.32034
catl	-7.32245
▁nombre	-7.3407
▁hay	-7.35967
▁D	-7.36321
▁Dios	-7.36854
▁nuestra	-7.38161
▁Té	-7.38327
▁hacer	-7.3949
▁E	-7.3969
aban	-7.41691
▁dura	-7.43394
▁llegar	-7.43611
▁llamado	-7.43912
▁iglesia	-7.44015
▁Per	-7.44165
▁hace	-7.44349
▁Miguel	-7.44712
▁alcalde	-7.45778
▁flores	-7.46004
▁después	-7.46521
▁nada	-7.46855
zin	-7.46966
▁señores	-7.4718
▁mis	-7.47447
▁días	-7.47739
▁cual	-7.48156
cpatl	-7.48422
▁peso	-7.48605
ambién	-7.49335
▁sabe	-7.49414
ban	-7.50018
▁qué	-7.50412
▁gobern	-7.50511
▁verdad	-7.51088
amente	-7.51311
ía	-7.51575
á	-7.51606
▁uno	-7.51749
▁hijo	-7.51819
▁S	-7.52584
▁Tenochtitlan	-7.52778
▁va	-7.53243
▁Al	-7.53984
▁sin	-7.54125
í	-7.56579
▁ella	-7.56978
can	-7.57105
ta	-7.57121
▁cuatro	-7.57212
▁Calli	-7.57756
▁t	-7.58119
▁ser	-7.58176
▁nosotros	-7.58207
▁corazón	-7.58551
▁d	-7.59206
emos	-7.59342
▁Dieg	-7.59502
▁otros	-7.60051
▁ni	-7.60276
▁otro	-7.6038
▁Tochtl	-7.60551
▁dios	-7.60931
▁gran	-7.60992
▁mayor	-7.61798
▁tenía	-7.61817
uego	-7.61943
▁Colhuaca	-7.61993
▁llama	-7.62322
▁nadie	-7.62636
▁cómo	-7.63292
▁Ya	-7.63428
▁religioso	-7.64657
lo	-7.6629
▁mí	-7.68495
▁tú	-7.68575
▁junto	-7.69021
▁están	-7.69086
▁eran	-7.69543
▁barrio	-7.69606
ún	-7.69779
▁virrey	-7.6999
▁parte	-7.70238
▁Maria	-7.7069
▁he	-7.70791
▁pueblo	-7.71425
▁chichimeca	-7.71952
sí	-7.72512
▁De	-7.72515
▁madre	-7.73002
-	-7.73123
▁ver	-7.73756
▁España	-7.74123
▁guerra	-7.74156
▁Martin	-7.75565
los	-7.75687
▁hacía	-7.76389
▁Señor	-7.76576
▁mano	-7.76733
▁testigo	-7.76971
▁tlato	-7.77322
▁Es	-7.79893
▁iban	-7.8098
▁Sant	-7.81847
▁cinco	-7.82026
▁P	-7.82147
da	-7.82299
▁ir	-7.82638
▁camino	-7.82927
▁hacia	-7.8303
▁rey	-7.83425
▁Que	-7.84186
▁Marí	-7.84397
▁comer	-7.85389
▁Acatl	-7.85453
▁fra	-7.85531
▁sol	-7.85567
▁vinieron	-7.85583
▁poco	-7.86555
▁Yo	-7.86625
▁entre	-7.87654
▁mil	-7.87879
▁Si	-7.90124
▁venía	-7.90856
▁orden	-7.91266
d	-7.91284
▁decir	-7.91362
▁primero	-7.91487
la	-7.91554
▁Mexic	-7.91614
▁muchos	-7.91616
▁has	-7.91678
▁pone	-7.91983
gún	-7.92553
más	-7.93386
▁vino	-7.93459
amos	-7.93709
▁Pablo	-7.94866
▁justicia	-7.94886
▁mucha	-7.96298
▁pasado	-7.96308
▁Luis	-7.96629
dos	-7.97253
▁mujer	-7.97277
▁Huehue	-7.97389
▁Amaqueme	-7.98102
iendo	-7.98499
▁antiguo	-7.98558
▁llevaba	-7.99173
▁aun	-7.99246
▁fiesta	-7.99614
▁c	-8.00105
▁Este	-8.00587
ado	-8.00638
ían	-8.00677
▁Antoni	-8.00877
▁alguna	-8.01366
▁fuera	-8.01585
▁llamaba	-8.0164
▁dio	-8.01786
▁Le	-8.01873
▁enseñore	-8.02225
▁noche	-8.02241
me	-8.02393
mismo	-8.02434
▁arriba	-8.02778
nes	-8.0283
▁dar	-8.02975
▁tal	-8.02987
▁algunos	-8.03008
▁puede	-8.0309
▁dice	-8.03209
▁asi	-8.03485
▁fuego	-8.03527
▁sali	-8.03594
▁han	-8.03623
▁hija	-8.04178
▁arzobispo	-8.04734
ió	-8.05124
▁tomar	-8.05391
tl	-8.05645
▁gobernador	-8.0594
▁ti	-8.06407
▁soy	-8.0666
▁hecho	-8.06742
ante	-8.06843
▁voy	-8.07123
▁siempre	-8.07155
▁H	-8.07765
▁usted	-8.07909
▁siete	-8.07918
▁Chalc	-8.08274
▁hombres	-8.0848
▁dicen	-8.08527
▁niño	-8.08836
▁llamada	-8.09136
▁Ana	-8.09182
ras	-8.09328
▁todavía	-8.09761
▁Sol	-8.10578
▁hub	-8.11494
▁tlaxilacall	-8.11581
quí	-8.11715
▁veces	-8.11799
▁sal	-8.12303
▁segundo	-8.12792
▁Qué	-8.13199
▁algo	-8.13227
és	-8.14067
▁señora	-8.14468
▁comenz	-8.14812
▁juez	-8.14823
▁ve	-8.14823
▁iba	-8.14882
▁Santo	-8.14909
ación	-8.14992
▁braza	-8.153
▁ese	-8.1548
tli	-8.15653
go	-8.15729
tonces	-8.16269
de	-8.16299
cia	-8.16371
▁partes	-8.16477
▁procesi	-8.16938
▁Cruz	-8.17572
latelolc	-8.17976
▁van	-8.17998
▁viene	-8.1831
cada	-8.18706
ecas	-8.19316
▁maíz	-8.19582
▁tarde	-8.19743
cas	-8.19902
▁m	-8.19977
▁dónde	-8.2025
▁frente	-8.20341
▁pus	-8.20371
▁hombre	-8.21344
▁venido	-8.22746
▁personas	-8.22927
seguida	-8.23036
▁cosas	-8.2304
▁O	-8.23543
▁palabra	-8.23607
▁digo	-8.23652
▁mujeres	-8.24061
▁F	-8.24321
▁teng	-8.24628
▁solo	-8.24803
▁ochenta	-8.24885
▁cuales	-8.25648
▁domingo	-8.25674
▁V	-8.25915
▁escrivano	-8.26455
▁Cuan	-8.26546
▁primera	-8.26708
▁llega	-8.2738
ín	-8.27571
▁Con	-8.27928
▁cosa	-8.27963
▁Hernandez	-8.28048
▁hermano	-8.28421
▁M	-8.28437
▁ocho	-8.29136
▁sí	-8.29322
éste	-8.29604
▁nuevo	-8.30106
▁santo	-8.3013
▁cerro	-8.30252
▁hicieron	-8.30533
▁vida	-8.30609
▁sea	-8.31036
▁escribano	-8.3132
▁cielo	-8.31323
▁grandes	-8.31663
▁mient	-8.31969
▁dias	-8.32334
▁qual	-8.3252
▁dieron	-8.32865
▁persona	-8.33319
▁primer	-8.33428
▁natural	-8.33498
▁quiere	-8.33823
▁grande	-8.34332
▁haga	-8.34542
▁será	-8.34678
▁vecino	-8.34724
al	-8.34798
▁mando	-8.3557
▁dichos	-8.35633
el	-8.35666
▁dejó	-8.3603
▁chalca	-8.36181
▁cuerpo	-8.36416
▁sucedió	-8.3648
▁piedra	-8.36522
▁medio	-8.36535
ones	-8.3686
ba	-8.36994
▁dur	-8.37095
ez	-8.37108
▁forma	-8.37243
le	-8.37827
▁sitio	-8.37886
▁qu	-8.38032
dor	-8.38701
▁seis	-8.38891
▁cabeza	-8.39083
▁ca	-8.39173
▁esposa	-8.39251
▁negro	-8.3927
▁cuanto	-8.4074
espués	-8.4084
▁acá	-8.41233
▁Esto	-8.41259
▁I	-8.41384
▁mañana	-8.418
encia	-8.42011
is	-8.42142
▁siembra	-8.42239
▁nueva	-8.42262
▁come	-8.42927
or	-8.43476
▁muerte	-8.43662
caso	-8.43668
▁templo	-8.43791
nos	-8.44028
▁re	-8.44056
▁Todo	-8.44374
▁pie	-8.44765
ntonces	-8.45115
▁mundo	-8.45982
▁Doming	-8.46001
rás	-8.46234
▁ello	-8.46261
▁quin	-8.46465
▁diez	-8.46556
▁cruz	-8.46773
▁Garc	-8.46865
pan	-8.47033
▁bueno	-8.47329
Chichimecateuctl	-8.47538
▁mand	-8.47559
ientos	-8.47656
▁lado	-8.477
▁manera	-8.47781
las	-8.47958
antes	-8.48398
▁llegado	-8.48572
▁Cua	-8.48613
▁dejar	-8.48771
ahí	-8.48818
▁Xuare	-8.48841
les	-8.48872
▁estuv	-8.4977
ero	-8.49802
▁Para	-8.49867
épec	-8.50148
▁águila	-8.50455
▁Mi	-8.50501
▁traficante	-8.50517
huatl	-8.50639
ido	-8.51469
▁abril	-8.51519
▁llam	-8.51528
▁mayo	-8.52109
▁nombrado	-8.5346
▁volunta	-8.53654
▁haber	-8.53738
▁modo	-8.5377
▁plumas	-8.54309
remos	-8.5435
tin	-8.54474
▁estar	-8.54587
▁caña	-8.54625
▁tanto	-8.55166
▁Cu	-8.55582
li	-8.55595
▁nunca	-8.55618
▁dix	-8.56205
▁Ha	-8.56289
▁presente	-8.56301
▁Tenanc	-8.56386
▁muger	-8.56672
▁p	-8.56909
ar	-8.56945
▁monte	-8.56983
na	-8.57397
▁Huitzil	-8.57402
res	-8.57615
ra	-8.57806
▁Nuestro	-8.57868
▁fin	-8.59137
▁misa	-8.59859
▁vaya	-8.59897
▁Te	-8.59963
▁muerto	-8.60201
▁largo	-8.60286
▁cuenta	-8.6067
▁oro	-8.60711
▁José	-8.61044
▁dinero	-8.61049
er	-8.61115
▁ninguna	-8.61196
▁pusier	-8.61231
ión	-8.61515
▁Santiago	-8.62174
▁llevar	-8.62208
▁comida	-8.62316
▁Agust	-8.62597
▁decía	-8.6276
▁ten	-8.62771
▁tomó	-8.62782
▁lleva	-8.62821
ador	-8.62885
▁Re	-8.6312
▁cargo	-8.63229
▁Nueva	-8.63752
▁habla	-8.63768
lante	-8.63853
▁gobernar	-8.63941
▁vivir	-8.64227
▁Moteuczoma	-8.64458
rse	-8.64744
idad	-8.65038
▁vier	-8.65305
▁eres	-8.6539
▁...	-8.65615
titlan	-8.65724
▁Hay	-8.65738
▁toma	-8.66518
▁mencionado	-8.66539
▁fe	-8.66677
▁llev	-8.66762
ste	-8.66782
▁Azcapotzal	-8.66829
▁sacerdote	-8.67136
▁clase	-8.67265
▁fuerte	-8.67294
▁Ante	-8.67552
▁est	-8.6784
▁Angel	-8.68035
▁cuarto	-8.68061
▁gobierno	-8.68095
sino	-8.68163
▁difunto	-8.6836
▁vamos	-8.68515
▁blanco	-8.68547
▁Ahor	-8.68866
brero	-8.69181
▁venir	-8.69277
▁preciosa	-8.69305
▁puesto	-8.6931
▁obispo	-8.69367
▁causa	-8.6962
▁segund	-8.69919
▁nació	-8.7002
▁final	-8.70159
acaso	-8.70392
▁buena	-8.70405
▁hacen	-8.70427
huitl	-8.70557
▁dijer	-8.70646
▁murieron	-8.70749
▁contra	-8.71098
▁h	-8.71282
embre	-8.71518
▁noble	-8.71687
▁J	-8.72439
▁tuvo	-8.72783
ás	-8.72884
▁principio	-8.72999
▁hoja	-8.7348
chez	-8.73785
rtículo	-8.73833
▁Z	-8.73983
▁asentar	-8.74048
▁Chicom	-8.74359
▁hora	-8.74828
▁morir	-8.75022
▁Esta	-8.75286
▁mío	-8.75361
▁salió	-8.75435
▁llaman	-8.75753
▁Pas	-8.75884
aba	-8.7636
▁di	-8.76391
▁G	-8.76439
no	-8.76547
▁doctor	-8.76799
▁tenochca	-8.76843
▁pregon	-8.76922
▁Pues	-8.77105
▁adonde	-8.77264
▁papel	-8.77383
▁trabajo	-8.77412
io	-8.77516
▁vuestra	-8.77997
▁macehual	-8.78056
▁aquel	-8.78111
▁estas	-8.78158
▁Huitzilopochtl	-8.78181
lco	-8.78314
▁Me	-8.78362
▁podrá	-8.78441
ztoc	-8.78485
▁dije	-8.7853
▁media	-8.78635
dentro	-8.78961
▁azteca	-8.79412
rez	-8.79734
▁com	-8.79901
▁chile	-8.80129
▁saber	-8.80224
ia	-8.80277
▁mar	-8.80509
▁jefe	-8.80733
ales	-8.80797
▁partieron	-8.80939
▁Un	-8.81015
▁vende	-8.81018
▁Tú	-8.81022
▁ancho	-8.81171
▁Aztl	-8.81597
▁hermana	-8.82044
▁Testigo	-8.82108
▁Su	-8.82212
to	-8.82228
▁dan	-8.82363
▁anda	-8.82392
ca	-8.82402
t	-8.825
▁asent	-8.82723
arzo	-8.8286
▁palabras	-8.83017
▁derecho	-8.83275
▁regres	-8.83698
razón	-8.83829
▁quedaron	-8.84089
tepec	-8.84115
▁señal	-8.84279
ciones	-8.84344
▁Cuahuitzat	-8.84907
▁merced	-8.85023
▁habitante	-8.85067
za	-8.85315
▁Mend	-8.85492
▁ésto	-8.86165
▁alguacil	-8.86334
▁sábado	-8.86335
éis	-8.86403
▁Castill	-8.86405
▁quetzal	-8.86424
▁ést	-8.86621
▁principales	-8.86622
▁vive	-8.86658
huacan	-8.86716
▁Atenc	-8.8687
taron	-8.86943
▁haya	-8.86998
▁posesion	-8.87084
▁ofrenda	-8.87275
▁jueve	-8.8783
▁amigos	-8.87928
▁testamento	-8.8794
otolimpan	-8.87979
atl	-8.88198
▁oidor	-8.88291
▁tan	-8.88319
▁dado	-8.88687
llí	-8.88787
▁favor	-8.89038
▁ma	-8.89083
▁lune	-8.89176
oza	-8.89203
▁palacio	-8.89281
▁quién	-8.89337
▁posesi	-8.89342
▁siguiente	-8.89354
ita	-8.89418
▁carne	-8.89443
uando	-8.89495
▁carta	-8.89628
▁f	-8.89693
poco	-8.89956
▁cantos	-8.89968
▁cerca	-8.901
▁septi	-8.90361
▁vuestro	-8.90438
I	-8.90502
▁verde	-8.90602
▁quizá	-8.9075
▁sola	-8.91064
onso	-8.91077
▁buen	-8.91179
▁tlatoan	-8.91406
maquemeca	-8.91618
▁ajo	-8.91839
lan	-8.92249
▁Martín	-8.92265
Tlailotlacteuctl	-8.92305
▁traer	-8.92317
▁governa	-8.92576
▁costa	-8.9276
▁nieto	-8.92771
oña	-8.93068
▁Vi	-8.93252
▁quales	-8.93279
dó	-8.93333
▁enfermedad	-8.93802
ro	-8.93816
▁jade	-8.93856
▁canto	-8.94077
▁establecer	-8.94159
▁visto	-8.94819
▁caballo	-8.94826
▁pena	-8.94967
▁dic	-8.95288
▁Xochimilc	-8.95407
▁mas	-8.95503
▁cebolla	-8.95519
zacualtitlan	-8.95612
▁tlatelolca	-8.95751
▁Lu	-8.95956
ubre	-8.96063
▁tom	-8.96152
▁quería	-8.96314
▁andaba	-8.9642
▁consig	-8.96636
ito	-8.96776
dad	-8.9683
▁Vel	-8.96908
▁Di	-8.96912
udiencia	-8.96975
entos	-8.9721
sión	-8.97535
iembre	-8.97666
▁habría	-8.97836
▁flor	-8.97901
▁nueve	-8.98084
▁entrar	-8.98134
▁co	-8.98432
▁veinte	-8.98453
▁termin	-8.9849
▁marido	-8.98633
▁debe	-8.98638
▁pleito	-8.98708
▁naturale	-8.99203
▁l	-8.99475
▁oct	-8.99483
▁perro	-8.99594
teuctl	-8.9977
asco	-8.99896
miento	-8.99977
▁entr	-9.00222
▁morada	-9.00329
▁poner	-9.00376
ces	-9.00632
▁mejor	-9.01321
▁quier	-9.01348
▁Com	-9.01524
▁Asi	-9.01622
▁N	-9.01687
▁quini	-9.01926
▁mandado	-9.02139
▁pres	-9.02159
▁tam	-9.02563
ani	-9.02663
▁muchacho	-9.02872
▁marqu	-9.0297
▁alto	-9.03001
▁At	-9.03082
▁precio	-9.03097
▁semilla	-9.03388
▁monasterio	-9.03562
▁libro	-9.03598
▁príncipe	-9.03625
▁Cuauh	-9.04002
ú	-9.04203
▁misma	-9.04252
▁mexicanos	-9.04528
▁Balta	-9.04609
▁escudo	-9.04696
▁hongos	-9.04846
jaron	-9.04853
▁mag	-9.05058
▁propiedad	-9.05286
▁declar	-9.05295
▁sesenta	-9.05331
▁agost	-9.0548
▁tercero	-9.05512
▁aquello	-9.05642
▁maestro	-9.05674
▁señorío	-9.05839
▁vio	-9.06597
▁ustedes	-9.06702
ada	-9.06723
▁animal	-9.06839
▁papá	-9.07032
▁lengua	-9.07038
▁firma	-9.0719
▁fruto	-9.07285
▁rojo	-9.07288
▁Nuestra	-9.07313
▁sé	-9.07383
áhua	-9.07535
▁palo	-9.07564
▁ju	-9.08171
respondió	-9.08187
▁igual	-9.08265
▁Jes	-9.08466
▁poder	-9.08529
atro	-9.08815
▁Quién	-9.08821
▁Ximene	-9.08868
▁regidor	-9.09064
▁Aca	-9.0914
▁hab	-9.09199
▁flecha	-9.09274
ús	-9.09319
▁calle	-9.09425
ina	-9.09531
▁trabajar	-9.09744
▁color	-9.09877
oh	-9.10036
▁to	-9.10085
▁matar	-9.1012
llá	-9.10286
▁hará	-9.10343
▁muertos	-9.1042
▁esa	-9.10591
jo	-9.10636
▁rostro	-9.10642
▁Tollan	-9.107
▁ambos	-9.10721
▁general	-9.10853
estad	-9.10959
▁alguno	-9.1113
▁Real	-9.11205
▁mal	-9.11215
▁manta	-9.11242
▁ido	-9.1129
▁árbol	-9.11962
▁Ma	-9.12054
▁conejo	-9.12086
po	-9.12231
▁daba	-9.12318
▁clérigo	-9.1249
▁mamá	-9.125
▁carga	-9.1253
▁viejo	-9.12547
▁cuyo	-9.12574
▁empezó	-9.12632
▁Gas	-9.12748
▁Alta	-9.12771
par	-9.12796
▁escuela	-9.12936
▁enviado	-9.12945
▁obra	-9.13043
▁sacar	-9.13142
▁puerta	-9.13481
pil	-9.13755
ac	-9.13761
▁He	-9.1383
▁deja	-9.13924
▁hemo	-9.14164
▁Tetz	-9.14337
▁Bueno	-9.14526
▁punto	-9.14747
▁Xoco	-9.14839
▁árboles	-9.14926
▁habrá	-9.15115
▁q	-9.15199
▁estado	-9.15327
▁ven	-9.15534
▁mur	-9.1625
▁pequeño	-9.16251
▁Bautista	-9.16301
▁patio	-9.16305
▁Estado	-9.16378
▁madera	-9.16417
coco	-9.16418
▁sale	-9.1643
edad	-9.1651
▁cautivo	-9.16531
▁presen	-9.16684
▁oficio	-9.16724
▁encontrar	-9.16827
▁quinto	-9.17019
▁acerca	-9.17228
mo	-9.17498
▁ning	-9.17784
huatzin	-9.178
erónim	-9.17936
▁colhua	-9.18072
▁esos	-9.1812
so	-9.18211
▁aqui	-9.1827
▁menor	-9.18331
▁mercado	-9.18371
▁muchacha	-9.18459
▁juli	-9.18525
acatzin	-9.18587
▁amigo	-9.18778
▁jun	-9.1891
▁menos	-9.18918
▁Có	-9.19029
▁ley	-9.1903
▁estoy	-9.19094
▁querido	-9.19139
rá	-9.19311
▁aposento	-9.19498
▁v	-9.19794
eque	-9.19993
▁comprar	-9.20073
▁carrancista	-9.20262
▁pregonero	-9.20324
bal	-9.20475
▁aquella	-9.2069
▁cierto	-9.20695
ados	-9.20708
▁echa	-9.20756
▁frío	-9.20797
h	-9.208
ónde	-9.20887
era	-9.21032
oy	-9.2107
▁real	-9.21193
▁milpa	-9.21231
▁tortillas	-9.21233
ego	-9.21692
▁hierve	-9.2178
▁parece	-9.21959
altzin	-9.22022
▁diga	-9.22104
▁b	-9.2226
▁noticia	-9.22299
▁Acamapichtl	-9.22305
▁licenciado	-9.22534
cxoteca	-9.22903
oles	-9.23422
▁caso	-9.23861
ten	-9.24057
▁traj	-9.24204
▁imagen	-9.24381
▁Ud	-9.24397
▁diablo	-9.24448
▁tlahto	-9.2445
▁gusta	-9.24486
▁lejos	-9.24518
▁vosotr	-9.24666
ocan	-9.24722
▁Don	-9.249
▁tendrá	-9.24924
▁vi	-9.25355
érc	-9.254
▁podía	-9.2542
rán	-9.25567
▁corta	-9.25753
▁abuelo	-9.25812
▁pasa	-9.26179
▁mexi	-9.26471
▁Padre	-9.26509
▁cuauhtlato	-9.26512
▁presidente	-9.26543
▁zapatista	-9.26561
▁doce	-9.26597
▁Sebastian	-9.26703
ecuanipan	-9.27081
venta	-9.27121
▁pasó	-9.27147
▁abajo	-9.27512
u	-9.27557
stad	-9.27917
▁hablar	-9.27924
▁present	-9.27991
▁cre	-9.28049
▁vieron	-9.28089
nado	-9.28333
▁Fue	-9.28531
quiera	-9.2861
▁esté	-9.28628
▁ocelote	-9.28683
▁collar	-9.28684
▁autoridad	-9.28686
▁pes	-9.28847
▁varios	-9.28895
medio	-9.29228
▁leña	-9.29539
▁pasar	-9.30046
zar	-9.30082
ines	-9.30278
▁man	-9.30571
▁monja	-9.30834
▁camellon	-9.31088
▁propia	-9.31096
▁planta	-9.31203
▁mira	-9.31276
▁algui	-9.31359
▁gracias	-9.31369
▁sup	-9.31852
▁enfermo	-9.32029
claro	-9.32141
▁boca	-9.32414
▁conocer	-9.32682
▁pu	-9.33015
▁nomás	-9.33017
▁lluvia	-9.33182
▁Tlaco	-9.33201
▁momento	-9.33263
▁blanca	-9.33273
▁caliente	-9.33329
▁único	-9.33633
▁nacido	-9.33696
▁verdadero	-9.34118
▁marcha	-9.34379
iano	-9.34579
▁brota	-9.34716
▁Maldo	-9.34798
▁pájaro	-9.355
▁centavo	-9.35502
▁bosque	-9.35503
▁reverendo	-9.35517
▁estrella	-9.35518
▁fuimos	-9.35567
tlaca	-9.35652
▁capit	-9.35687
▁recibi	-9.35714
▁ánima	-9.3574
▁comenzar	-9.35778
▁habló	-9.35941
▁comienza	-9.36089
▁venta	-9.36203
▁juntos	-9.36712
▁Está	-9.36973
▁tercera	-9.37042
▁escrito	-9.37063
▁haciend	-9.37068
▁hijas	-9.37187
▁orient	-9.37191
▁hubiera	-9.37193
ya	-9.37265
▁muele	-9.37653
▁Sebasti	-9.37667
ga	-9.37876
▁pedernal	-9.37883
▁camisa	-9.37912
▁Hernando	-9.37969
▁preguntado	-9.38129
▁campo	-9.38165
▁Una	-9.38357
▁mage	-9.38367
▁isla	-9.38385
apan	-9.38587
ran	-9.38626
ntes	-9.38664
▁poblado	-9.38735
▁ponien	-9.38903
▁Itz	-9.3891
▁somo	-9.38973
guien	-9.39094
▁Tlil	-9.39175
▁Flore	-9.3945
▁pereci	-9.39977
▁ésta	-9.39981
▁llevado	-9.402
▁parti	-9.4022
▁Nos	-9.40248
▁Crist	-9.40254
▁Geronim	-9.4032
▁interior	-9.40336
▁lava	-9.40362
▁sabía	-9.40419
▁ribera	-9.40444
▁entrada	-9.40525
▁ayuda	-9.40645
▁kilo	-9.40671
▁ropa	-9.40887
▁tío	-9.40973
▁pintado	-9.41026
▁cuidado	-9.41176
▁III	-9.41383
▁baja	-9.41452
.	-9.41472
▁tener	-9.41508
▁in	-9.41635
doy	-9.41905
▁frijol	-9.41996
val	-9.42129
▁seguía	-9.42187
▁comen	-9.42399
altar	-9.42613
▁Cortés	-9.42823
▁campana	-9.42837
▁Tierra	-9.42857
▁cayó	-9.43044
▁apenas	-9.43059
▁veía	-9.4314
lla	-9.43161
▁llamar	-9.43171
lli	-9.43216
▁llevan	-9.43247
▁vendrá	-9.43446
▁vano	-9.43497
▁conoce	-9.43616
▁pa	-9.43648
▁Fe	-9.43727
huayan	-9.43849
▁pies	-9.43855
▁mie	-9.43862
▁levant	-9.44009
ramento	-9.44032
▁casi	-9.44063
▁Mate	-9.44096
ómo	-9.44103
▁mart	-9.44109
▁Axay	-9.44265
▁salud	-9.44431
capan	-9.44556
▁estuvier	-9.44643
▁Sí	-9.44887
▁cocer	-9.44965
▁principal	-9.44989
▁do	-9.45187
itl	-9.45313
▁Chapoltépe	-9.45575
▁Ah	-9.45697
▁siendo	-9.45726
▁Eso	-9.45991
▁bandera	-9.46035
▁tercer	-9.46047
▁X	-9.46137
▁estará	-9.46146
tlan	-9.46216
▁pariente	-9.46692
▁cumpl	-9.4677
tes	-9.46819
cima	-9.46936
iento	-9.47183
▁falta	-9.47231
▁sacerdotes	-9.47258
▁queda	-9.47394
▁ponía	-9.47675
renz	-9.47704
▁vieja	-9.47731
▁dará	-9.47785
ré	-9.47972
▁epazote	-9.48017
▁Huexotzin	-9.48088
▁cacao	-9.48134
▁orilla	-9.48166
▁vas	-9.48177
▁mu	-9.4823
▁suplico	-9.48232
▁hambre	-9.48242
▁levantar	-9.48294
▁vendían	-9.48347
▁halla	-9.484
▁sexto	-9.48429
▁pulqu	-9.48613
▁pequeña	-9.48698
pública	-9.48915
▁escuchar	-9.49386
▁perecier	-9.49397
rió	-9.49406
▁corte	-9.49565
▁Joa	-9.49624
▁To	-9.49688
tzinco	-9.49822
rían	-9.49915
▁necesita	-9.5005
▁niñito	-9.50271
zo	-9.5034
ce	-9.50449
▁sigue	-9.50601
▁tenga	-9.50663
▁suya	-9.50686
▁Nadie	-9.50712
▁título	-9.50716
▁izquierd	-9.50718
▁Tziuhtlacauhqu	-9.50719
▁manteca	-9.5081
▁venimos	-9.50829
lalmanalc	-9.50997
▁sirve	-9.51012
▁cal	-9.51109
decían	-9.51139
▁vey	-9.5114
▁pluma	-9.51396
▁rumbo	-9.514
huac	-9.51436
in	-9.51677
▁hiciera	-9.51863
▁Compañ	-9.52107
▁adelant	-9.5216
▁dirá	-9.52261
▁dé	-9.52295
▁cualquier	-9.5262
ábamos	-9.53001
▁asentado	-9.53103
endo	-9.53154
▁Algun	-9.53173
▁difunt	-9.53455
▁serpiente	-9.53494
▁alegría	-9.53625
▁Coyo	-9.53806
mitad	-9.53933
▁cueva	-9.5399
▁Santísim	-9.54087
▁Dueñ	-9.54209
▁santa	-9.54227
▁empieza	-9.54283
▁Guerr	-9.54317
▁vuelta	-9.54377
▁hongo	-9.54379
▁limpia	-9.54396
sido	-9.54703
gora	-9.54905
▁Ja	-9.54911
▁Co	-9.55338
▁Valer	-9.55362
tienen	-9.55489
▁trae	-9.55657
ojos	-9.55877
én	-9.55915
▁bienes	-9.55931
luz	-9.56184
▁termina	-9.56275
▁divina	-9.5639
▁Segund	-9.56394
▁llanto	-9.56421
▁haz	-9.56471
mitl	-9.56556
▁sepultado	-9.56779
▁taba	-9.56831
▁señorial	-9.56934
▁China	-9.57043
▁Tal	-9.57067
▁anciana	-9.57087
▁triste	-9.57153
▁Popocat	-9.57237
▁antigu	-9.57263
▁escuch	-9.57292
▁my	-9.57295
▁Ella	-9.57325
▁suelo	-9.57339
▁salier	-9.57345
▁tras	-9.57494
▁turquesa	-9.57641
tecatzin	-9.57792
ura	-9.57883
ino	-9.57955
▁seguida	-9.58127
▁labio	-9.58436
▁vender	-9.58478
▁pro	-9.58711
▁quieren	-9.58757
atzin	-9.58862
▁encuentra	-9.58898
▁nombran	-9.59068
▁celebrar	-9.59083
arse	-9.59104
▁joven	-9.59233
▁espalda	-9.59289
▁calpul	-9.5929
▁tolteca	-9.59296
yotl	-9.59309
▁pudiera	-9.59386
▁entender	-9.59416
▁Axayaca	-9.59476
▁necesario	-9.59617
▁tomi	-9.59671
▁ave	-9.5979
▁demanda	-9.6002
▁susodicho	-9.60089
rio	-9.60242
▁entierr	-9.60366
▁espiritual	-9.60557
▁viento	-9.60617
▁florea	-9.60674
▁tomado	-9.60732
▁verá	-9.60771
llos	-9.60858
lena	-9.61564
▁cas	-9.61636
▁terminar	-9.6164
▁emper	-9.61674
tenta	-9.61698
va	-9.61742
▁Ahuitzot	-9.61745
tonal	-9.61763
enes	-9.6195
itos	-9.61968
órd	-9.62087
▁Col	-9.62264
▁albacea	-9.62318
▁país	-9.62326
▁sacrificio	-9.62341
▁revestido	-9.62449
▁pared	-9.6257
xó	-9.62815
▁pecho	-9.62824
▁sangre	-9.6296
▁nombra	-9.62961
▁acuerdo	-9.62982
▁frijoles	-9.62983
pez	-9.63025
▁sac	-9.63071
alá	-9.63288
▁canoa	-9.63344
▁dueño	-9.63448
▁manda	-9.63832
▁cuya	-9.63869
noch	-9.64043
▁nuev	-9.64057
▁Jacob	-9.64299
▁beber	-9.64352
▁Jo	-9.64433
das	-9.64435
▁terreno	-9.64523
pa	-9.64578
▁aya	-9.64626
▁traía	-9.64912
▁cantor	-9.64915
iremos	-9.64979
▁licencia	-9.65089
▁xochimilca	-9.65152
▁propio	-9.65235
▁rama	-9.6544
▁Joven	-9.65443
▁Jesucristo	-9.65445
▁Anton	-9.65493
▁regresar	-9.65825
▁regresa	-9.66038
huexotl	-9.66068
▁pan	-9.66126
▁Bartolom	-9.66351
▁quedado	-9.66402
osotros	-9.6648
v	-9.66606
xo	-9.66609
▁viven	-9.66935
▁Chichimeca	-9.67017
ubo	-9.67115
ña	-9.672
ándose	-9.67344
▁cantar	-9.67344
▁po	-9.67625
residente	-9.67629
moc	-9.67824
j	-9.68331
▁pong	-9.68344
▁fund	-9.68352
sar	-9.68401
▁japon	-9.68666
▁Coxcoxtl	-9.68668
▁Teohuateuctl	-9.68671
▁cofradía	-9.68704
▁mensajero	-9.68814
▁quiso	-9.6884
▁hacerlo	-9.68933
scal	-9.68983
▁tepanecas	-9.69184
▁pagar	-9.6921
tor	-9.69216
▁derrotad	-9.69297
▁Tia	-9.6946
▁calzada	-9.69529
▁tlatocapi	-9.69561
▁Tiene	-9.69611
▁roja	-9.6962
▁acaba	-9.69772
▁recibir	-9.69902
▁salía	-9.70171
▁abri	-9.70372
▁quieres	-9.70382
▁ciento	-9.70407
lí	-9.70518
ray	-9.70633
▁pose	-9.7082
▁soldado	-9.71054
▁cristiano	-9.71158
▁Leon	-9.71273
▁inmediat	-9.71436
▁compañero	-9.71591
htli	-9.71832
náhua	-9.71852
▁teomama	-9.72
▁disposici	-9.72001
▁inquisidor	-9.72002
▁tlaxcalteca	-9.72002
▁Cuacuauhpitz	-9.72002
▁Toteociteuctl	-9.72004
▁Cuepopa	-9.72005
▁servicio	-9.72118
▁región	-9.72124
▁Roma	-9.72162
▁anterior	-9.72163
▁semana	-9.72241
▁lados	-9.7237
ete	-9.72457
▁pali	-9.72471
chitl	-9.72472
▁suyo	-9.72502
▁andan	-9.72538
▁entendido	-9.72719
▁yndio	-9.72813
▁mexica	-9.72887
▁esclavo	-9.72902
paz	-9.73074
▁estén	-9.73094
ate	-9.73177
▁cab	-9.73388
▁Andr	-9.7345
dez	-9.73459
pón	-9.73509
▁capa	-9.73777
▁quedar	-9.73785
▁Sa	-9.73814
cho	-9.73889
▁levanta	-9.73912
▁Ant	-9.74032
▁precioso	-9.74064
▁cuart	-9.74066
▁Tla	-9.74124
▁Nuev	-9.7415
▁celebr	-9.74278
▁Otro	-9.74368
spués	-9.7464
▁cabi	-9.7478
ma	-9.75047
▁Mar	-9.75072
▁florida	-9.75119
▁B	-9.75175
riano	-9.75341
▁Lun	-9.75418
▁Congreso	-9.75448
▁comendador	-9.7545
▁Maxtlat	-9.75451
▁pronto	-9.75521
▁suerte	-9.75528
▁falda	-9.75577
▁pusie	-9.75618
▁tributo	-9.75785
▁mía	-9.75843
▁gusto	-9.75882
▁agrega	-9.75896
▁gobernaba	-9.75917
▁cara	-9.76058
tos	-9.76096
▁pas	-9.76145
▁cumpli	-9.76345
▁vengan	-9.76354
▁fina	-9.76415
▁bajo	-9.76451
▁fui	-9.76503
iga	-9.76554
▁march	-9.76581
▁tallo	-9.766
▁Sal	-9.76647
it	-9.76671
▁fi	-9.76677
▁pued	-9.7668
▁tenanc	-9.76692
▁Cuánto	-9.76713
▁presentar	-9.76803
imos	-9.76863
▁alegra	-9.76881
▁pedazo	-9.76912
▁abuela	-9.76913
▁hoy	-9.76925
▁apareció	-9.76971
▁venado	-9.77115
▁Sus	-9.77186
▁venga	-9.77259
▁masa	-9.77367
ardo	-9.77573
mi	-9.77629
lauhtecatlteuctl	-9.77652
▁Malin	-9.77668
▁ocurr	-9.77668
▁Chalchiuhmomoz	-9.77737
▁pobre	-9.77825
▁Otra	-9.77888
▁nombr	-9.77971
▁tuvier	-9.78022
m	-9.78339
▁Termin	-9.7853
▁rico	-9.78697
▁vivía	-9.7877
▁bajar	-9.78784
ario	-9.78785
dizque	-9.78814
▁Melch	-9.78995
▁paso	-9.78998
▁tarea	-9.79
▁número	-9.79016
▁cuaresma	-9.79018
▁chinampa	-9.79029
▁alrededor	-9.79037
▁tristeza	-9.79038
▁Junto	-9.79043
▁Quine	-9.79054
▁honor	-9.79099
▁amanecer	-9.79166
auhtli	-9.79191
▁tamales	-9.79206
▁Yaotl	-9.79265
▁dispus	-9.79269
▁amarillo	-9.79272
▁mata	-9.79361
▁tlalmantl	-9.79548
▁aver	-9.79653
imiento	-9.79734
▁enferma	-9.79786
▁recuerd	-9.79793
ir	-9.79921
▁reino	-9.79971
▁pregunt	-9.80017
épet	-9.80067
▁total	-9.80165
calco	-9.80207
▁guarda	-9.80228
▁dij	-9.80287
▁vendedor	-9.80363
parte	-9.80396
catzin	-9.80573
▁busca	-9.80622
▁ancianos	-9.80626
▁verlo	-9.80956
▁na	-9.80987
▁zapat	-9.81054
errito	-9.81107
▁territori	-9.81201
▁comprador	-9.81496
lcatl	-9.81636
▁quiene	-9.8164
▁enter	-9.82056
ipe	-9.82186
x	-9.82358
ch	-9.82505
▁fruta	-9.82643
▁Isabel	-9.82714
▁escritura	-9.82725
ólito	-9.82769
▁asunto	-9.82774
▁Huehueteuctl	-9.82779
▁proces	-9.82792
▁bastante	-9.82793
▁pudieron	-9.82872
▁náhuatl	-9.82903
▁audiencia	-9.8292
▁acabó	-9.8297
▁signo	-9.82992
▁tigre	-9.83011
az	-9.83079
▁Marqu	-9.83121
▁aviendo	-9.83125
▁echar	-9.83195
▁cazuela	-9.83217
acramento	-9.8332
▁Marin	-9.83334
eras	-9.83458
ldo	-9.8352
▁gobernado	-9.8361
cio	-9.83617
arás	-9.83742
▁encuentro	-9.83781
▁cortan	-9.83897
▁río	-9.84004
▁honra	-9.84062
▁cortar	-9.84131
▁ade	-9.84135
▁so	-9.84195
valor	-9.84329
alco	-9.84466
ecatzin	-9.84503
▁mexicano	-9.84561
▁tra	-9.84633
▁contento	-9.84961
▁sustent	-9.85004
▁olla	-9.85167
▁corresponde	-9.85177
▁pon	-9.85235
tas	-9.85242
▁pertenece	-9.85306
▁comi	-9.85327
▁míos	-9.85378
▁erigi	-9.85444
▁Pe	-9.85538
▁Xochi	-9.85582
▁haré	-9.85633
▁per	-9.86051
▁poquit	-9.86119
▁Uni	-9.86182
ponen	-9.86472
▁quisiere	-9.86541
▁Des	-9.86545
▁cáscara	-9.86545
▁necesidad	-9.86546
úñ	-9.86548
▁tempran	-9.8655
▁Guadal	-9.8656
▁arma	-9.86582
▁Chalma	-9.86585
▁Tlatilu	-9.86601
cción	-9.86604
▁Za	-9.86676
▁plaza	-9.8671
▁habl	-9.86739
▁yerno	-9.86931
▁diversos	-9.86967
▁descalzo	-9.8706
ría	-9.87078
▁podría	-9.87088
▁Era	-9.871
▁florido	-9.87247
▁Pé	-9.87258
dió	-9.87364
guna	-9.8739
▁Madre	-9.87423
▁vista	-9.8759
itlan	-9.87647
▁sabroso	-9.87805
quez	-9.8783
▁tr	-9.87883
lina	-9.87921
ópol	-9.88038
illo	-9.88108
▁entra	-9.88128
▁pens	-9.8813
▁establecier	-9.88196
volu	-9.88364
damos	-9.88488
▁agarra	-9.88514
▁venden	-9.88679
▁teocall	-9.88736
▁hag	-9.88878
▁Ve	-9.88934
▁naci	-9.89124
▁tome	-9.89457
ilpa	-9.89635
▁mandar	-9.89732
▁volvi	-9.89781
▁Fern	-9.89826
stos	-9.89922
▁hablaba	-9.90081
▁camin	-9.9019
▁Aqu	-9.90229
▁seguir	-9.90401
▁Cámara	-9.90545
▁término	-9.90545
▁Joseph	-9.90564
▁grupo	-9.9057
▁penitencia	-9.9057
▁Gerónim	-9.9057
▁ciertamente	-9.90588
▁crece	-9.90607
bispo	-9.9062
▁II	-9.90666
▁escucha	-9.90715
inos	-9.90716
▁trabajan	-9.90723
▁ayate	-9.90824
▁Cada	-9.90973
▁Uno	-9.90976
▁huye	-9.9124
▁Acolnahu	-9.91371
▁Agua	-9.91374
▁séptimo	-9.91411
▁Casa	-9.91588
▁sabios	-9.91667
▁Primer	-9.91704
▁guardi	-9.91715
▁refiere	-9.9177
▁u	-9.91932
▁dicie	-9.92084
▁DE	-9.92128
▁estuviera	-9.92181
▁var	-9.92195
▁antigua	-9.9229
▁Mo	-9.92355
▁tía	-9.92425
▁ama	-9.92513
▁hallaba	-9.92998
▁Va	-9.93148
▁darle	-9.9339
▁trabajos	-9.93433
altitlan	-9.93605
▁elote	-9.93658
▁caer	-9.93696
▁andar	-9.93746
cpac	-9.93859
▁llor	-9.93902
▁Chalchiuhtlat	-9.93955
▁guardian	-9.93974
▁Hu	-9.93997
▁origina	-9.9401
pareció	-9.94105
▁conform	-9.943
▁Quizá	-9.94712
▁aquél	-9.94855
residencia	-9.94903
▁encomiend	-9.94989
▁abandon	-9.94999
bo	-9.95024
▁Ten	-9.95076
▁corona	-9.95098
▁ocurri	-9.95119
▁viaje	-9.95123
▁Quetzalcó	-9.95143
ad	-9.95165
▁buscar	-9.95191
▁pueda	-9.95201
▁pod	-9.95204
sabel	-9.95214
▁caudillo	-9.95224
▁octavo	-9.95231
▁estás	-9.95286
▁llora	-9.95307
▁cerr	-9.95324
▁abad	-9.9541
▁comerciante	-9.95447
▁solicit	-9.95497
▁especial	-9.95562
sotros	-9.95735
▁ninguno	-9.95753
▁ansi	-9.95788
▁traían	-9.9579
▁efecto	-9.95838
▁nieta	-9.96063
▁Mucho	-9.96158
qui	-9.9618
▁provis	-9.96213
▁As	-9.96459
▁último	-9.96496
▁sembrar	-9.96769
ente	-9.96879
L	-9.96899
▁anduvier	-9.96926
▁an	-9.96945
▁tortilla	-9.9696
▁Hace	-9.9701
▁compra	-9.97138
han	-9.97172
▁cocol	-9.9734
▁Tzompa	-9.97475
▁Moy	-9.9753
▁enojo	-9.97641
▁Topil	-9.97662
▁quitar	-9.97744
▁pe	-9.97839
▁irá	-9.97903
▁pre	-9.98057
▁lavar	-9.98102
▁sentencia	-9.98139
▁Lleg	-9.98166
ejo	-9.98274
▁quiera	-9.98453
▁tla	-9.98576
▁Cuauhc	-9.98613
vieron	-9.98655
uitzin	-9.98717
yan	-9.98844
lotzin	-9.9895
▁Concepci	-9.99059
▁cascabel	-9.99059
▁Guzm	-9.99059
▁huexotzinca	-9.99059
▁albarrad	-9.9906
▁criollo	-9.9906
▁Iglesia	-9.9906
▁Nicol	-9.99061
▁placer	-9.99075
▁Mocel	-9.99082
▁enemigo	-9.991
▁quince	-9.99101
▁Hernán	-9.99119
▁mandato	-9.9917
▁Nada	-9.99174
▁acequia	-9.99184
▁maguey	-9.99273
ospital	-9.99282
▁posible	-9.99287
▁Ecatzin	-9.99336
▁humo	-9.99409
mbre	-9.99473
ynte	-9.99498
▁encontr	-9.99505
▁tenido	-9.99511
▁goberna	-9.99527
▁Toda	-9.99585
▁Capit	-9.99604
▁canal	-9.9963
maron	-9.99697
▁grit	-9.99706
▁saludar	-9.99732
▁hermosa	-9.99789
▁recto	-9.99857
▁ba	-9.99947
tró	-10.0012
▁barranca	-10.0015
dónde	-10.0021
▁federal	-10.0023
▁avia	-10.0034
▁Tlacopan	-10.0035
▁dispuesto	-10.0051
▁Gran	-10.0052
once	-10.0059
eses	-10.0067
▁viendo	-10.0067
▁bautiz	-10.0069
▁descend	-10.0072
▁Pa	-10.0072
▁público	-10.0075
▁R	-10.0086
▁calma	-10.0093
uatro	-10.0094
▁alma	-10.0095
▁pris	-10.0118
tus	-10.0127
▁Ato	-10.0145
▁golpe	-10.0162
gloria	-10.0175
▁Había	-10.0189
▁cár	-10.019
▁Ay	-10.0194
▁Tu	-10.0201
▁Buen	-10.0201
▁dando	-10.0209
vió	-10.0215
▁Tiza	-10.0216
▁Cuetlax	-10.0217
▁comenza	-10.0224
▁compr	-10.0225
▁Bartolome	-10.0229
▁deseo	-10.0239
▁ordinario	-10.0255
ára	-10.0256
alan	-10.0268
▁divers	-10.0269
ecec	-10.027
▁U	-10.0276
▁nopal	-10.029
adas	-10.0297
▁llorar	-10.0304
▁Aqui	-10.0305
▁Tam	-10.0307
nta	-10.0307
panecas	-10.0316
▁hu	-10.0318
yotzin	-10.032
▁sacrificado	-10.0337
▁ayude	-10.0337
▁mensaje	-10.034
▁tod	-10.0347
▁magnifico	-10.036
▁Zapat	-10.0361
▁hábito	-10.0361
irás	-10.0361
▁mat	-10.0366
▁viviendo	-10.0366
▁casilla	-10.0367
▁veras	-10.0368
▁cuello	-10.0368
▁Contr	-10.038
▁raí	-10.0381
▁oscur	-10.0383
▁Bal	-10.0388
▁Dicen	-10.0389
▁vestido	-10.039
▁llovi	-10.0392
▁Hip	-10.0405
▁alta	-10.0407
▁nubes	-10.0407
▁xocht	-10.0427
cían	-10.0436
▁Totolt	-10.0442
▁hierba	-10.0443
▁iré	-10.0448
ntras	-10.0454
▁Dij	-10.0457
▁meter	-10.0465
▁edific	-10.0469
▁casado	-10.0471
▁trata	-10.0484
▁artículo	-10.0485
▁at	-10.0486
bre	-10.0486
▁Cer	-10.0487
▁ordenado	-10.0487
▁servidor	-10.0508
▁reunier	-10.0512
temoc	-10.0518
cel	-10.0522
▁Cata	-10.0538
▁nace	-10.0561
avel	-10.0562
▁quita	-10.0567
▁bi	-10.0572
▁Tlaca	-10.0578
▁estera	-10.058
▁yerba	-10.0591
▁llena	-10.0603
ranscurrido	-10.0628
▁pud	-10.0636
▁Cuitlat	-10.0641
▁noven	-10.0648
▁Carlo	-10.0649
erna	-10.0664
▁dia	-10.0667
▁quelite	-10.0674
▁Itzco	-10.0675
▁lleve	-10.068
▁Maza	-10.0681
▁Senado	-10.0693
▁solar	-10.0698
▁dejado	-10.0712
odavía	-10.0759
▁Cuetz	-10.0776
zatzin	-10.0785
▁cola	-10.0789
▁dello	-10.0802
▁espera	-10.0811
zaro	-10.0818
▁vin	-10.0828
▁Tlilt	-10.0831
ztlan	-10.0833
▁alguazil	-10.0837
▁jitomate	-10.0837
▁mazorca	-10.0837
▁inciens	-10.0837
▁navío	-10.0837
▁teotenanc	-10.0837
▁Constitución	-10.0837
▁vivimos	-10.0839
▁tlacochcalca	-10.0839
ara	-10.0843
▁razon	-10.0849
ollan	-10.0852
▁esquina	-10.0857
▁buscando	-10.0861
▁Ayocuan	-10.0861
▁Hasta	-10.087
▁niebla	-10.0871
ngel	-10.0871
▁predic	-10.0872
▁Est	-10.0875
▁fuerza	-10.0883
▁gana	-10.0899
▁Ca	-10.0902
▁saca	-10.0904
▁camote	-10.0908
▁primeramente	-10.0915
▁arroj	-10.0918
▁semillas	-10.0944
▁provincial	-10.0946
▁extiende	-10.096
▁volver	-10.0962
▁vivo	-10.0974
itzin	-10.0975
▁sueño	-10.0976
▁bonito	-10.0993
bajo	-10.0998
▁pr	-10.1004
▁oreja	-10.1007
▁Mart	-10.1012
▁viniera	-10.1022
lip	-10.1032
▁Tepe	-10.1034
▁aire	-10.1035
▁perecer	-10.1036
▁os	-10.1046
▁Cuitl	-10.1049
▁toca	-10.1055
téotl	-10.1057
▁part	-10.1072
▁empezar	-10.109
ntro	-10.1096
▁teo	-10.1112
▁pos	-10.1112
▁bailar	-10.1114
▁certificar	-10.1114
▁Rodrig	-10.1124
▁administra	-10.1132
tztlacozauhca	-10.1142
▁nac	-10.1143
qué	-10.1144
▁anciano	-10.115
▁espina	-10.1157
▁Na	-10.1166
▁vayas	-10.1182
tras	-10.1185
▁Tlacateot	-10.1194
anos	-10.1207
▁Duran	-10.1213
iablo	-10.1216
▁Ju	-10.1244
▁Mich	-10.1253
▁be	-10.1255
▁Acolhua	-10.1269
reinta	-10.1275
▁So	-10.1276
▁bañado	-10.1277
▁llegaba	-10.1284
▁mill	-10.1301
▁entera	-10.1302
▁Quetzalma	-10.131
▁norte	-10.1311
▁venda	-10.1316
asta	-10.1318
▁inund	-10.1328
▁pleyto	-10.1337
▁Toribi	-10.1337
▁Chimalpopoca	-10.1337
▁teuctlato	-10.1337
▁Tizoc	-10.1337
▁cafetal	-10.1337
▁jardín	-10.1337
▁anochecer	-10.1338
▁cuarenta	-10.1341
▁mandamiento	-10.1344
▁coche	-10.1348
▁lindero	-10.1356
▁Zacatla	-10.1357
▁traslad	-10.136
▁construir	-10.1368
▁All	-10.1371
▁bajó	-10.1375
▁estaca	-10.1384
▁conquist	-10.1384
▁Fech	-10.1386
▁caja	-10.1386
▁saldrá	-10.1396
spíritu	-10.14
▁contar	-10.1407
▁cuidar	-10.1426
▁firmaron	-10.1427
▁pertenecía	-10.1442
▁fecha	-10.1445
▁baño	-10.1445
▁situada	-10.1447
ál	-10.145
▁Xocóyo	-10.1456
▁pedir	-10.146
▁corazon	-10.1466
▁castigado	-10.1473
▁caiga	-10.1481
▁Tezozomoc	-10.1519
▁Vin	-10.1542
atlteuctl	-10.1547
▁estan	-10.1549
▁solicitar	-10.1557
atzacualc	-10.156
▁cabello	-10.156
mas	-10.1561
▁cuece	-10.1563
▁varia	-10.1572
▁perdi	-10.1574
▁bella	-10.1575
▁vezino	-10.1576
▁abr	-10.1577
fama	-10.159
▁llevaro	-10.1594
▁refugiar	-10.1598
▁dej	-10.16
▁Mag	-10.1609
migo	-10.161
ay	-10.1614
ti	-10.1622
▁Tenía	-10.1632
▁arc	-10.1636
ue	-10.164
pilla	-10.1642
▁trasladar	-10.1664
▁encontraba	-10.17
▁esper	-10.1704
ros	-10.1707
▁impus	-10.1711
▁preocupa	-10.1718
▁relaci	-10.1737
▁Día	-10.1743
▁provincia	-10.1743
▁gobierna	-10.1744
▁Itzc	-10.1746
njo	-10.1746
▁caf	-10.1768
ida	-10.177
▁Teocal	-10.1772
aca	-10.1774
▁alimento	-10.1784
▁fiera	-10.18
▁cosecha	-10.1807
▁canta	-10.181
▁oj	-10.181
▁esperar	-10.1815
▁tapa	-10.1821
▁religios	-10.1824
poca	-10.1826
▁partir	-10.1833
▁oy	-10.1845
▁perder	-10.1854
vel	-10.1856
▁Luca	-10.1862
tura	-10.1862
▁leónportilla	-10.1863
▁peregrin	-10.1863
▁bezote	-10.1863
▁Ilhuicamina	-10.1863
▁ejemplo	-10.1863
▁tlacatéc	-10.1864
▁gallina	-10.1864
▁Muñ	-10.1864
▁Huexotla	-10.1865
▁pensamiento	-10.1866
▁treynt	-10.1867
▁chilpo	-10.1868
▁ejote	-10.187
▁querer	-10.1871
▁piens	-10.1877
▁Oj	-10.188
▁Cohuatlic	-10.1883
icatzin	-10.1885
▁jura	-10.1895
▁conde	-10.19
ltzin	-10.1903
▁conozc	-10.1905
▁preguntaron	-10.191
▁decimo	-10.1912
▁Mexica	-10.1926
▁sujeto	-10.1927
▁nopales	-10.193
▁nacional	-10.1932
cohua	-10.1938
▁junta	-10.1947
▁Ba	-10.1949
▁cocina	-10.1954
▁tranquili	-10.1967
zonte	-10.1977
▁establecido	-10.1995
▁daño	-10.1996
▁quanto	-10.1998
▁parecía	-10.2
cohuatzin	-10.2009
▁Mucha	-10.2014
▁cultura	-10.2014
▁limpiar	-10.2014
▁huy	-10.2024
▁estableci	-10.2045
▁coloca	-10.2049
▁pinturas	-10.2057
▁Tomas	-10.2063
▁cocido	-10.2065
▁medida	-10.2068
▁salida	-10.2085
▁salie	-10.2098
talla	-10.2098
▁veinti	-10.2109
llas	-10.2112
lhuacan	-10.2115
▁responde	-10.2129
▁brujo	-10.2142
▁firme	-10.2159
▁caballero	-10.2168
▁bonita	-10.2171
▁gobernante	-10.2176
▁piel	-10.2182
▁dezi	-10.2194
xoch	-10.2218
nacio	-10.2225
cá	-10.2229
▁tembl	-10.2229
▁dueños	-10.2236
▁cuesta	-10.2241
▁inform	-10.2244
p	-10.2257
▁burla	-10.2266
cuauhtzin	-10.228
van	-10.2288
spues	-10.2291
arenta	-10.2294
▁taza	-10.2303
▁pelo	-10.2307
íhui	-10.2327
▁desembarcar	-10.2327
iones	-10.2337
▁cumplir	-10.2348
▁instrucci	-10.2351
▁abandonar	-10.2363
tar	-10.2368
dores	-10.2378
ana	-10.2415
▁Tezcatlipoca	-10.2419
▁nonohualca	-10.2419
▁Aguila	-10.2419
▁comunidad	-10.2419
▁creatura	-10.2419
▁merecimiento	-10.2421
▁metate	-10.2423
▁jacal	-10.2427
▁escond	-10.2428
▁plata	-10.2429
ztli	-10.243
▁sobrina	-10.2434
▁Sanct	-10.2436
▁reunir	-10.2437
▁Tezcatzon	-10.2438
▁vendía	-10.2438
▁Chalchiuh	-10.2454
▁otorg	-10.2457
▁Tlá	-10.246
anohuayan	-10.2461
▁respeto	-10.2483
▁huesos	-10.2492
▁Teuc	-10.2497
▁grueso	-10.2498
pe	-10.2503
▁salga	-10.2505
▁hera	-10.2505
▁Ven	-10.251
▁vendan	-10.2512
▁recibido	-10.2518
ve	-10.2519
▁gan	-10.2526
▁encargo	-10.2536
▁suplicar	-10.2538
▁produce	-10.2541
▁Tecu	-10.2546
▁oír	-10.2549
nas	-10.2549
▁cubierto	-10.2561
▁Quetzalc	-10.2566
▁legítimo	-10.2566
▁guía	-10.2572
▁sobrino	-10.2582
▁familia	-10.2586
▁recordar	-10.2586
▁ruego	-10.2588
▁pase	-10.2603
▁cu	-10.2609
▁mete	-10.2611
enta	-10.2611
▁Cohuaz	-10.2618
sa	-10.2623
▁visitar	-10.2626
▁confirmar	-10.2639
▁precisa	-10.264
ble	-10.2648
▁rodea	-10.265
▁toman	-10.266
▁Teoc	-10.2664
▁Aquel	-10.2665
tó	-10.2682
▁amo	-10.2687
▁fría	-10.269
estos	-10.2694
▁region	-10.2697
▁pi	-10.2698
uca	-10.2705
▁dedic	-10.2714
▁Alvar	-10.2718
▁azotea	-10.2725
▁tronco	-10.2732
▁rel	-10.2742
▁repart	-10.2743
▁Virg	-10.2749
▁derrota	-10.2752
re	-10.276
▁desea	-10.2764
▁quinta	-10.2771
iéndo	-10.2773
▁divino	-10.2774
▁prestar	-10.2782
ngo	-10.2784
▁mostr	-10.2788
▁descans	-10.279
▁cad	-10.2791
▁pintura	-10.2795
▁sacrificar	-10.2806
echo	-10.2808
▁agregan	-10.2814
▁Boni	-10.285
▁Tezozomoctl	-10.2855
▁entregar	-10.2861
▁algun	-10.2863
ohuatzin	-10.287
▁visita	-10.2872
▁i	-10.288
▁mole	-10.289
▁seca	-10.2898
▁auto	-10.29
erca	-10.2902
anza	-10.2903
▁Ysa	-10.2922
achcauh	-10.2923
chichimeca	-10.2924
▁Tepo	-10.2927
▁mencionada	-10.2929
▁escapar	-10.2937
▁hombro	-10.2951
▁In	-10.2953
▁acompaña	-10.2959
▁Quetzal	-10.297
▁Mas	-10.2975
▁puesta	-10.3006
▁bejuco	-10.3007
▁historia	-10.3007
▁Cuauhtliquetzqu	-10.3007
▁linaje	-10.3007
▁Nauhyoteuctl	-10.3007
▁riqueza	-10.3007
▁Cacamatzin	-10.3008
▁Cuauhtlehu	-10.3009
▁azcapotzalca	-10.3009
▁dormir	-10.301
▁Huitzilihuit	-10.301
▁desapareció	-10.3017
▁poseedor	-10.3018
▁remedio	-10.3019
▁cumbre	-10.302
▁tambor	-10.302
▁diario	-10.3025
▁ángel	-10.3028
▁veng	-10.3037
▁perdido	-10.304
▁conocimiento	-10.3042
▁común	-10.3044
▁adentro	-10.3048
▁traído	-10.3049
▁escribir	-10.3052
▁servía	-10.3065
▁teul	-10.307
▁magueyes	-10.3083
▁Federal	-10.3085
▁mont	-10.3113
▁diferentes	-10.312
▁colegi	-10.3126
▁mori	-10.3133
oco	-10.3142
▁cuero	-10.3148
ic	-10.316
▁novi	-10.3167
▁caye	-10.3178
▁guerreros	-10.3186
▁Gre	-10.3187
▁tlatoc	-10.3187
▁atabal	-10.3197
▁muestra	-10.3212
▁enfrente	-10.3231
▁pago	-10.3236
▁Tepet	-10.3249
▁acompañan	-10.3264
gar	-10.3274
▁servir	-10.328
sen	-10.3311
▁entrega	-10.3315
▁pide	-10.3318
▁asiento	-10.332
▁Atlauht	-10.3342
▁entreg	-10.3347
tole	-10.3354
▁aprender	-10.3364
▁reci	-10.337
▁grama	-10.3375
▁existe	-10.3382
▁rayo	-10.339
▁trabaja	-10.3392
▁sentar	-10.3409
▁Hue	-10.3409
▁caus	-10.3412
▁hall	-10.3414
▁decirle	-10.3418
▁niña	-10.3423
tlac	-10.3427
▁vecin	-10.3432
▁regular	-10.3434
enza	-10.3437
▁atol	-10.3439
▁sabros	-10.3442
▁viud	-10.3444
tzqui	-10.345
bamos	-10.3471
▁rumbos	-10.3472
▁enterrar	-10.3499
▁sub	-10.3504
ías	-10.3511
ton	-10.3514
iyahuizt	-10.3519
▁brote	-10.3522
▁Sá	-10.3552
▁colocar	-10.3559
▁Coyoac	-10.356
▁fué	-10.3569
▁petici	-10.3569
ablo	-10.3574
▁recibirlo	-10.3583
▁borreg	-10.3583
▁asentaro	-10.3584
▁salid	-10.3588
▁descansar	-10.3599
▁cuánto	-10.36
ándolo	-10.3604
▁regal	-10.3609
▁precis	-10.3613
▁pregone	-10.363
▁tlacochc	-10.3631
▁jóvenes	-10.3632
▁primavera	-10.3632
▁Atlixeliuhqui	-10.3632
▁faldell	-10.3632
▁diputado	-10.3632
▁Pasqual	-10.3632
▁tilma	-10.3632
▁militar	-10.3633
▁Tecpayo	-10.3634
▁cihuacó	-10.3634
▁carb	-10.3634
▁merino	-10.3634
▁adobe	-10.3636
▁Jal	-10.3637
▁Muy	-10.3637
▁convento	-10.3639
▁temor	-10.3642
▁Gra	-10.3642
▁voz	-10.3643
▁siglo	-10.3644
▁Ig	-10.3644
▁temblor	-10.3646
▁Moyotla	-10.3648
▁Oax	-10.3648
▁apregon	-10.3648
▁echan	-10.3648
ediano	-10.365
▁ceniza	-10.3654
▁llover	-10.3655
▁ciri	-10.3657
▁diera	-10.3659
▁importante	-10.3662
▁acolhua	-10.3665
▁Mad	-10.3666
▁Vera	-10.3667
▁pollo	-10.3672
eza	-10.3673
▁delgado	-10.3674
▁Acol	-10.3675
▁pequeños	-10.3677
olco	-10.3678
▁Hijo	-10.3686
▁vayamos	-10.3686
▁combatir	-10.3689
▁pague	-10.3692
▁Atlix	-10.3693
▁patr	-10.3697
▁elegido	-10.3709
S	-10.3713
▁arco	-10.3714
▁Cohua	-10.3726
▁guiaba	-10.3726
▁Texcalco	-10.3726
▁mirar	-10.3728
▁medicinal	-10.3733
▁hermoso	-10.3738
▁fa	-10.374
▁fraile	-10.3741
▁metal	-10.3745
▁traye	-10.3763
▁fundador	-10.3763
▁derecha	-10.377
bían	-10.3778
▁embriaga	-10.3782
rey	-10.3787
▁Son	-10.3797
▁Acxit	-10.3802
▁autorizaci	-10.3802
gen	-10.3804
▁yndi	-10.3804
▁llueve	-10.3804
▁inspec	-10.3807
ncia	-10.3809
▁voto	-10.3809
▁fuese	-10.3812
▁negocio	-10.3817
▁ocote	-10.3819
ermo	-10.3834
▁Quiere	-10.3837
▁inunda	-10.3838
▁pensaba	-10.3848
▁Acacitl	-10.3859
▁reina	-10.3859
▁nahual	-10.3874
ímal	-10.3877
miran	-10.3889
▁tecpan	-10.3894
▁aparece	-10.3898
cimiento	-10.3899
acán	-10.3899
▁Cuá	-10.3901
▁Cristo	-10.3905
▁limpi	-10.3911
▁recta	-10.3936
▁combati	-10.3958
ixo	-10.396
▁pura	-10.3977
▁quebr	-10.3978
▁detuv	-10.3985
▁centr	-10.3985
▁Xalt	-10.4009
▁alla	-10.4009
▁cumplier	-10.4025
▁sube	-10.4027
▁cant	-10.4052
▁firmó	-10.4053
má	-10.4064
▁ab	-10.4067
▁malo	-10.407
unos	-10.4072
▁preocup	-10.4076
▁hilo	-10.4078
▁barr	-10.4083
▁nov	-10.4084
▁moría	-10.4106
▁Despu	-10.4107
nto	-10.4114
▁Tecua	-10.4121
▁llegue	-10.4125
▁capi	-10.4125
inas	-10.4152
▁Hab	-10.4176
▁medicina	-10.4192
▁eleva	-10.4194
lá	-10.4201
lág	-10.4205
rimas	-10.421
▁r	-10.4212
▁pid	-10.4216
▁dada	-10.422
aje	-10.4221
▁Cuauhté	-10.4226
▁Xoloc	-10.4229
▁ponga	-10.424
▁despu	-10.4241
▁hervid	-10.4244
▁cin	-10.4245
▁conpr	-10.4248
▁abrir	-10.4271
▁Gobern	-10.4274
tuvo	-10.4278
▁tren	-10.4282
▁Xac	-10.4286
▁tacha	-10.4289
oz	-10.4289
hí	-10.4293
ANTO	-10.4298
▁Tlalyztacapa	-10.4298
▁canónigo	-10.4298
▁columna	-10.4298
▁insignia	-10.4298
▁chalchihuite	-10.4298
▁calabaza	-10.4299
▁costumbre	-10.4299
▁hambruna	-10.4299
▁ocasión	-10.4299
▁temascal	-10.4299
▁otomí	-10.4299
▁capítulo	-10.4299
▁llanura	-10.43
▁balazo	-10.43
▁siervo	-10.43
▁espejo	-10.4301
▁sombrero	-10.4301
▁cort	-10.4301
▁Tlamaoc	-10.4301
▁nombramiento	-10.4303
▁ex	-10.4303
▁Cuauhtleque	-10.4304
▁descendiente	-10.4304
▁Can	-10.4316
▁metían	-10.4316
▁varon	-10.4319
▁par	-10.4323
▁ech	-10.4329
▁bebida	-10.434
▁sagrado	-10.4341
▁habido	-10.4344
▁Car	-10.4348
alpan	-10.4356
▁Nauhyot	-10.4357
▁aflijo	-10.4366
▁Niño	-10.4375
▁secreto	-10.4376
▁creado	-10.4377
▁mover	-10.4379
▁Mont	-10.4392
▁camina	-10.4396
▁plumajes	-10.4398
▁Huixt	-10.4408
▁olvid	-10.441
▁braz	-10.4417
▁tendré	-10.4418
▁visitado	-10.4418
▁vivían	-10.4431
▁firm	-10.4432
▁acabado	-10.4446
▁pescado	-10.4451
▁custodia	-10.4456
▁danza	-10.4458
mó	-10.4463
▁tuesta	-10.4464
▁traiga	-10.4467
▁muchachit	-10.4472
▁Mie	-10.4484
▁enseñar	-10.4492
nidad	-10.4492
▁carg	-10.4497
▁Ayotzin	-10.45
▁sepultar	-10.4502
▁mestizo	-10.4502
O	-10.4512
llan	-10.4538
▁caza	-10.4545
▁Ga	-10.4546
▁mostraba	-10.4546
▁Aun	-10.4566
kat	-10.4572
▁Sali	-10.4582
tequihua	-10.4588
▁subir	-10.46
▁firmo	-10.4606
aciones	-10.461
▁Mil	-10.4614
▁cumpla	-10.464
▁española	-10.4643
▁Il	-10.4645
▁Citlal	-10.4663
▁ciudadano	-10.4674
▁Mal	-10.4678
▁voce	-10.4699
▁irse	-10.4702
calli	-10.4708
▁última	-10.4711
▁niñ	-10.4719
torio	-10.4726
▁edificada	-10.4729
▁n	-10.4736
▁Mat	-10.4741
▁Xo	-10.4766
eríodo	-10.4775
▁blancos	-10.4796
▁instal	-10.4803
▁xica	-10.4805
▁guerrero	-10.4806
obo	-10.4806
▁larga	-10.4807
▁recib	-10.4816
▁Llega	-10.482
▁preg	-10.4822
ica	-10.4827
▁libre	-10.4836
▁ja	-10.4837
▁Temil	-10.4865
▁entraba	-10.4866
man	-10.4869
▁Cal	-10.4876
▁labra	-10.4876
▁capita	-10.489
▁Mon	-10.489
▁bendi	-10.4892
▁enseñ	-10.4894
▁Gar	-10.4911
▁paga	-10.4921
▁acept	-10.4923
chinan	-10.4924
▁alcanza	-10.4948
chtl	-10.4953
▁embar	-10.4954
▁Po	-10.4974
una	-10.4988
▁hazi	-10.4991
▁silla	-10.4996
▁declara	-10.5009
▁tíos	-10.5009
eros	-10.501
▁carmelita	-10.5013
▁garganta	-10.5013
▁Guill	-10.5013
▁minuto	-10.5013
▁Nezahualcóyotl	-10.5013
▁Nezahualpilli	-10.5014
▁remoja	-10.5014
▁vasallo	-10.5014
▁universal	-10.5015
▁aceite	-10.5015
▁mediodía	-10.5015
▁hilera	-10.502
esencia	-10.5023
▁orejera	-10.5025
▁parcialidad	-10.5026
▁yglesia	-10.503
▁Macuex	-10.5031
▁pascua	-10.5037
▁Vie	-10.5044
▁espada	-10.5044
▁tocar	-10.5044
▁cueza	-10.5048
▁Om	-10.505
▁arena	-10.5055
▁espos	-10.5058
▁vendió	-10.5061
▁cien	-10.5061
▁sufr	-10.5063
▁Ley	-10.5063
▁crea	-10.5067
▁muchachas	-10.5073
▁vendemos	-10.5074
▁doncella	-10.5075
▁teje	-10.5076
stedes	-10.5081
vi	-10.5087
▁Tol	-10.509
▁motivo	-10.5091
▁presentado	-10.5097
▁ta	-10.5097
▁alegr	-10.5098
▁cuñado	-10.5105
▁Chalchiuht	-10.5106
▁levánta	-10.5113
▁oficial	-10.5129
▁sab	-10.5132
▁respondi	-10.5143
▁espacio	-10.5145
▁sepa	-10.5145
dura	-10.5148
C	-10.5157
▁hecha	-10.516
▁salvar	-10.5172
▁aparecer	-10.5176
▁Tepi	-10.5179
▁costado	-10.5184
▁Canto	-10.5194
▁rec	-10.5198
▁acompañar	-10.5217
▁bebe	-10.5227
▁suceder	-10.5231
▁pescados	-10.5235
equihua	-10.5237
▁permanec	-10.5237
uma	-10.5243
▁rela	-10.5245
ntli	-10.5253
▁estudiar	-10.5259
onco	-10.5263
▁delito	-10.5263
▁tenia	-10.5263
▁décimo	-10.5264
▁marchar	-10.5273
▁encubierto	-10.5275
▁admirar	-10.5285
▁lagun	-10.5295
rigen	-10.5297
rate	-10.53
▁acudier	-10.5303
▁mor	-10.5308
▁destruy	-10.5311
tigo	-10.5311
huani	-10.5313
us	-10.532
▁Ni	-10.5321
einte	-10.533
ará	-10.5333
▁Tepeyac	-10.5333
▁brilla	-10.5353
▁teat	-10.5354
obre	-10.5371
mono	-10.539
▁Tizat	-10.5394
▁madura	-10.541
▁tí	-10.542
▁mide	-10.5429
yendo	-10.5431
▁extranjero	-10.544
▁pedazos	-10.5456
etzin	-10.5465
▁fr	-10.5476
▁bend	-10.5479
▁cierta	-10.5491
▁mulato	-10.5491
▁comprado	-10.5499
▁hirvie	-10.5501
▁acudi	-10.5504
▁salen	-10.5507
▁cer	-10.5513
▁Moquihui	-10.5525
▁cerrar	-10.5531
▁quitan	-10.5537
▁cay	-10.554
igo	-10.5544
▁corr	-10.5551
▁dig	-10.5552
▁vuelve	-10.5554
rrey	-10.5555
▁representa	-10.5566
▁pag	-10.5569
upe	-10.5569
▁papa	-10.5581
▁bello	-10.5581
mbros	-10.5583
▁guardar	-10.5587
ihui	-10.5605
▁leye	-10.5606
▁bautizar	-10.5607
▁deberá	-10.5608
▁anima	-10.561
▁Tezca	-10.5618
▁sería	-10.5621
▁cuida	-10.5641
▁Itzt	-10.5646
▁tirar	-10.5652
▁cargan	-10.5657
▁ladr	-10.5664
▁vol	-10.5676
▁comía	-10.568
▁existen	-10.568
▁plena	-10.5698
illa	-10.5698
he	-10.5702
▁zacat	-10.5717
ombre	-10.5718
▁Ram	-10.5722
▁azul	-10.5722
▁Tepozt	-10.5726
▁negra	-10.5733
▁destruir	-10.5736
▁movier	-10.5738
▁capell	-10.5745
▁debía	-10.576
▁Papa	-10.5761
pulc	-10.5773
▁apóstol	-10.5782
▁polvo	-10.5782
▁destruye	-10.5782
▁Tetzauh	-10.5782
▁Ciudad	-10.5782
▁vasija	-10.5783
▁Cuatlec	-10.5783
▁Tozcuecuextl	-10.5783
▁embajador	-10.5784
▁tortuga	-10.5784
▁aten	-10.5784
▁mayordomo	-10.5785
▁culhuacan	-10.5785
▁Cuacuauhtzin	-10.5785
▁pierna	-10.5785
▁demasiad	-10.5786
▁oraciones	-10.5786
▁Yohual	-10.5787
▁comid	-10.5788
▁ruido	-10.5789
▁Puede	-10.5795
▁IV	-10.5796
▁semejante	-10.5799
tu	-10.5802
▁cebad	-10.5804
▁padrino	-10.5805
ci	-10.5805
▁vacante	-10.5806
▁rancho	-10.5806
▁acompañ	-10.5808
oyó	-10.5809
▁sagrada	-10.581
▁rega	-10.5812
▁Noche	-10.5813
▁barcas	-10.5815
▁logró	-10.5819
yo	-10.582
▁músic	-10.5821
▁vivió	-10.5828
mí	-10.5835
▁recoger	-10.5838
▁inicia	-10.5847
▁estuvie	-10.585
▁ventana	-10.5851
zquic	-10.5852
▁Carr	-10.5857
▁Chimalhuac	-10.5861
cita	-10.5865
sario	-10.5876
▁indígenas	-10.588
▁salvo	-10.5881
▁Tenay	-10.5882
▁fundar	-10.5892
andes	-10.5893
▁Corte	-10.5894
▁llano	-10.5902
▁Mí	-10.5903
▁Valle	-10.5907
▁frito	-10.5917
otzin	-10.5918
▁perecie	-10.5921
▁dí	-10.5921
▁ag	-10.5925
▁conquista	-10.5927
▁limpiarl	-10.5939
ojes	-10.5941
uani	-10.5952
▁vara	-10.5957
bién	-10.596
▁llevarlo	-10.5962
▁reunido	-10.5973
▁pregunta	-10.5976
▁é	-10.5978
ano	-10.5983
latón	-10.5983
▁Tzo	-10.5989
▁hormiga	-10.6001
▁conprar	-10.6004
▁excavar	-10.6023
▁concluy	-10.6025
,	-10.6047
▁ofrece	-10.6048
ua	-10.6069
▁vos	-10.6076
▁tira	-10.6091
cuanipan	-10.6106
▁formado	-10.611
▁toc	-10.611
▁guardia	-10.6111
▁Vale	-10.6116
▁tuyo	-10.6118
▁inventa	-10.6121
▁fie	-10.6121
▁nací	-10.6135
▁Tri	-10.614
ohua	-10.6147
▁construy	-10.6149
▁molesta	-10.6151
ándole	-10.6158
rdo	-10.6165
▁deb	-10.6177
▁Eca	-10.6188
▁nuestr	-10.6189
▁novie	-10.6195
▁abandona	-10.6211
▁variad	-10.6218
▁tomaba	-10.6218
▁salvado	-10.6218
▁Iba	-10.6221
▁colocado	-10.6225
unca	-10.6231
▁Toma	-10.6234
ria	-10.6236
cito	-10.6238
idos	-10.6242
▁Juare	-10.6254
▁quede	-10.6256
alli	-10.6259
iempre	-10.626
▁Xó	-10.6261
▁usa	-10.6265
▁rato	-10.6268
chcauh	-10.6271
▁edificar	-10.6273
▁benda	-10.6277
▁Xic	-10.6278
▁conquistas	-10.6284
▁habé	-10.6285
▁castig	-10.6289
▁repicar	-10.6291
▁Estaba	-10.6291
▁pintada	-10.631
▁echado	-10.6312
euctl	-10.6317
▁acabar	-10.6317
▁tocan	-10.632
▁mostrar	-10.6328
▁Tlaxcala	-10.6335
▁cucharada	-10.6337
▁desta	-10.634
▁considera	-10.6344
▁vini	-10.6354
ntzin	-10.6355
▁disgust	-10.6356
▁preciosos	-10.6366
▁descubrir	-10.6372
▁acaudill	-10.6374
spuesta	-10.6382
▁arregla	-10.6389
▁cuidand	-10.6393
ali	-10.641
▁siguien	-10.6415
▁mala	-10.6418
▁arreci	-10.6424
▁sabio	-10.6433
▁gui	-10.6434
sto	-10.6436
▁form	-10.644
▁desayun	-10.6449
dán	-10.645
▁car	-10.645
▁vendo	-10.6459
▁Ro	-10.6461
▁contest	-10.6465
▁levantaba	-10.6466
▁Del	-10.6482
▁sigui	-10.651
▁acto	-10.6525
▁cargar	-10.6527
▁Tezozomoct	-10.6528
▁nave	-10.6545
▁Guerrer	-10.6558
▁repartido	-10.6571
▁desempeñ	-10.6572
▁hi	-10.6572
▁educa	-10.6573
▁dirigir	-10.6582
▁Cuauht	-10.6584
iente	-10.6594
▁Hernan	-10.6603
▁bal	-10.6604
▁lleno	-10.6608
▁Tacuba	-10.6615
▁facultad	-10.6615
▁matrimoni	-10.6615
▁pañete	-10.6615
▁zopilote	-10.6615
▁Tochinteuctl	-10.6615
▁cobija	-10.6616
▁obsidiana	-10.6616
▁lograr	-10.6617
▁plantita	-10.6617
▁fogata	-10.6617
▁cantidad	-10.6618
▁prisionero	-10.6619
▁reuni	-10.6619
▁malvado	-10.662
▁fog	-10.662
▁trece	-10.662
▁Aten	-10.662
▁crezca	-10.6622
▁Gracia	-10.6624
▁crecía	-10.6624
▁hospital	-10.6624
▁pinta	-10.6627
▁establezca	-10.6627
▁Chiconqui	-10.6628
▁huevos	-10.6628
▁lu	-10.6629
▁Xochiquen	-10.6633
▁cofre	-10.6633
▁cumple	-10.6634
tla	-10.6634
▁verg	-10.6635
▁experiencia	-10.6643
▁nieve	-10.6644
▁civil	-10.6645
ridad	-10.6648
▁Dami	-10.665
▁biejo	-10.6651
▁vestía	-10.6652
▁cinqu	-10.6653
▁Aman	-10.6655
▁conocía	-10.6655
▁cuál	-10.6658
▁criada	-10.666
▁Hacía	-10.667
▁met	-10.6673
▁nari	-10.6674
▁yunta	-10.668
▁hablan	-10.6683
hiconcóhua	-10.6697
▁Acxotla	-10.67
